[

 {
   "A": "Personal Loan (External Customers)",
   "B": "It is a loan designed for customers of the bank who are confirmed staff their place of work. \n\nFeatures:\n• Determined by 33.3% of monthly take home\n• 12 – 36 months\n• Int. rate: 26 % p.a, \n• Flat fees: mgt fee: 1% and commitment 1%. \n• Advisory fee 1% for loan amount less than N250K\n• Monthly payment (Maximum repayment per month should not exceed–33.3% of net monthly   salary (i.e. 'take-home pay’).\n• Account opening must be properly documented before disbursement Loan is not for financing purchase of specific assets \n• Approval is done by CRM\n• Eligibility: Employees of approved counter parties\n• Salary domiciliation, ISPO, from reputable companies plus corporate guarantee and terminal benefits/gratuity domiciliation.\n• Credit life insurance.\n• Personal guarantee with Notarised statement of net worth.\n\nBenefits:\n• Loan is availed for a longer tenor"
 },
 {
   "A": "Personal Loan (HBL Staff) LAPER",
   "B": "This loan is designed for confirmed core staff of HBL.\n\nFeatures:\n• All confirmed staff of the bank\n• Determined by 33.3% of net pay\n• 12 – 24 months\n• 17% p.a, flat fees: mgt fee: 1% and commitment 1%. \n• Credit life insurance 1% one off.\n• Monthly and bulk. (Maximum repayment per month should not exceed–33.3% of net monthly salary (i.e. 'take-home pay’)\n• Account opening must be properly documented before disbursement. Loan is not for financing purchase of specific assets.\n• Approval/Disbursement is done by CRM•\n• Determined by 33.3% of take home\n• 12 – 24 months repayment\n• 17% p.a, flat fees: mgt fee: 1% and commitment 1%. \n• Credit life ins. 1% one off.\n• Monthly and bulk. (Maximum repayment per month should not exceed–33.3% of net monthly   salary (i.e. 'take-home pay’\n• Account opening must be properly documented before disbursement.  Loan is not for financing purchase of specific assets.\n• Approval/Disbursement is done by CRM\n\nBenefits:\n• Loan is availed for a longer tenor\n\n\n"
 },
 {
   "A": "Auto Loan (LOCAR)",
   "B": "This facility is for employed and self-employed individuals with bank who want to purchase a car at the banks approved car merchants.\n\nFeatures:\n• Employed / Self-Employed Individuals\n• Loan Amount is 33.3% of net monthly income subject to N10M single Obligor Limit), \n• Or10% of 6 months average net monthly turnover income for self-employed. \n• Tenor: 12-48 months\n• Japanese Cars – 4 years.\n• Korean cars – 3 years\n• Interest Rate: Customer – 25%p.a.\n• HBL Staff – 17% p.a.\n• Fees: mgt. 1%\n• Commitment -1%\n• Monthly\n•  Repayment will be from the salary account domiciled with the bank, \n•  Irrevocable standing payment order authorising deduction of repayment from salary account, confirmed by customer’s bank and also pledging terminal benefits and corporate guarantee. OR, Post-dated cheques from salary account\n•  Equity contribution: Customer 20- 30%.  Staff 10%\n•  Applicants should not be more than 60 years at the point of full liquidation, Maximum application age for Professors and Judges is 65 years.\n• Vehicle will be in the name of the Bank/Customer\n\nBenefits:\n• Free Vehicle Registration\n• Free First year Auto Tracker subscription\n• Free First year Registration with AA Rescue valued at N28,000\n• Free First year Comprehensive insurance\n"
 },
 {
   "A": "Salary Advance (CUSAD)",
   "B": "This products is for all retail individuals who require an advance before salary due date to meet urgent needs.\n\nFeatures:\n• All Retail individuals whose salaries are domiciled and require a cash advance before salary due date to meet urgent needs.\n• 50% of net monthly salary\n• 30 days subject to the next pay day\n• Interest Rates: 29% p.a \n• Flat Fees: mgt fee1% and commit fee: 1% or a minimum fee of N1,000 (whichever is higher)\n• Domiciliation of salary with Heritage Bank\n• 6 months’ salary domiciliation\n\nBenefits:\n• Convenience repayment\n• Able to access 50% salary before pay day\n\n"
 },
 {
   "A": "Education Loan (EDPER)",
   "B": "This product is designed to finance tuition fees of children and wards of employees of approved companies\n\nFeatures:\n• To finance tuition fees of children and wards of employees of approved companies\n• Employees of approved institutions\n• To finance payments for professional examinations.\n• School must be in the list of approved institutions\n• Salary domiciliation is compulsory\n• Target Market: Salary earners, self-employed individuals, holders of Bud accounts\n• Subject to 33.3% of net monthly income\n• Default Fees of 1% default amount monthly \n• Tenor is 3-12 months\n• Equity contribution: 20% of School fees\n• Interest rate: 23% p.a.\n• Management fee 1%\n• Commitment fee 1%\n• Monthly Repayment\n• Personal Guarantee (preferably middle to top managers in banking, oil & gas, top civil servants, telecoms\n• (150% of loan amount)\n• Minimum monthly NET income is N100,000\n• Maximum loan amount is calculated as thus: 30% of net monthly income multiplied\n• by tenor, which is a max of 12 months, subject to a max of N5m\n• For self-employed individuals and professionals, loan limit is 20% of 6 months average multiplied by 12 months subject to a max of N5m\n• Self-employed individuals with provable and regular monthly income can access the School Fees Loan to pay their wards/children’s schools fees, cash backed by the account balances in their child/children’s Heritage BUD mini, teen and max account.  Such loan shall be 60% of school fees.  Hence, the customer will make a contribution of 40% of the total amount required.\n• Confirmed salaried management staff of private and public sectors in employment for a minimum of one year.\n• Self-employed individuals with businesses with turnover of ₦50m and above employment for a minimum of one year.\n• Professionals (accountants, doctors, lawyers, engineers, architects) etc.\n\n"
 },
 {
   "A": "Home Appliances (LAJUB)",
   "B": "Designed for all retail individuals who wish to purchase electronic items, to finance the purchase of electronics, other household assets, furniture, phones, laptops and tablets\n\nFeatures:\n• Designed to finance the purchase of electronics, other household assets, furniture, phones, laptops and tablets etc.\n• Staff / Employees of approved companies / Self Employed Professionals\n• Subject to 33.3% of net monthly salary\n• 6-18 months\n• Interest rate: 25%p.a.\n• Staff: 17% p.a.\n• Asset insurance\n• Insurance (Default Protection Plan (DPP)\n\nMonthly:\nMaximum repayment per month should not exceed–33.3% of net monthly salary (i.e. 'take home pay)\n"
 },
 {
   "A": "Tertiary Cluster (LOUNI)",
   "B": "This product is designed for Regular staff of Nigerian Federal Tertiary Institutions and enlisted private institutions.\n\nFeatures:\n• Regular staff of Nigerian Federal Tertiary Institutions and enlisted private institutions\n• Minimum of N250K and maximum of N5M\n• 12 – 36 months\n• Interest Rates: 25% p.a\n• Management fee: 1% flat; Commitment fee: 1% flat; Credit Life Insurance 1%\n• Monthly payment (Maximum repayment per month should not exceed–33.3% of net monthly   salary (i.e. 'take-home pay’).\n• Account opening must be properly documented before disbursement.  \n• Loan is not for financing purchase of specific assets\n• Approval is done by CRM\n• Salary earners with or without domiciled salary and enlisted private institutions\n• Salary domiciliation, ISPO, from reputable tertiary institutions and terminal benefits/gratuity domiciliation\n• Personal guarantee with Notarised statement of net worth\n• Corporate Guarantee is based only on exceptional approval for counterparty enlistment\n• Non-Academic Staff  - 60 years\n• Academic Staff -  65 years\n• RAAC: The borrower must be a regular staff of a Nigerian Federal Tertiary Institution\n• A copy of the last 6-months bank statement for each borrower must be provided as evidence of the monthly salary\n• A copy of the last 6-months pay slip for each borrower must be provided showing the monthly salary\n• Letter of irrevocable domiciliation from the head of payroll of the institution agreeing to domicile all monthly salaries to Heritage Bank Limited OR Letter of irrevocable guarantee to deduct monthly repayments from source and remit same to Heritage Bank Limited\n• Applicant must come into a banking relationship with Heritage Bank Limited and must have a good credit risk status.\n• Satisfactory credit check from CBN CRM, Credit Registry on the borrower\n"
 },
 {
   "A": "Top-Up Loan (LOPET)",
   "B": "This facility is available to all retail Customers on our counterparty list\n\nFeatures:\n• Available for Customers of the bank who have running retail loan facilities\n• Subject to the existing retail loan\n• Tenor is 12 – 36 months\n• Renewal fee 0.25%\n• Mgt fee 1%\n• Commit fee 1%\n• Interest rate 26% p.a.\n• Please note that for loans below N250K 1% Advisory fee\n• Monthly payment (Maximum repayment per month should not exceed–33.3% of net monthly   salary (i.e. 'take-home pay’\n• Account opening must be properly documented before disbursement.  \n• Loan is not for        financing purchase of specific assets \n• Employees of approved counterparties\n• Salary domiciliation, ISPO, from reputable companies plus corporate guarantee and terminal benefits/gratuity domiciliation\n• Personal guarantee with Notarised statement of net worth\n• Designed to allow our customers who are enjoying retail loan facilities and have made a minimum\n• of 50% payment to the tune of earlier approved facilities\n• Approval is done by CRM\n• RAAC: Applicant must have paid up to 50% of his/her running facility\n• Applicant must have been consistent in meeting his/her monthly obligations\n• Applicant must have been servicing the existing loan facility for a minimum of period of 12 months\n• The top-up amount is applicable to the same amount\n• The loan processes would be along the approved existing structure.\n• The Experience Centre  managers would be held responsible for the performance of this product\n\nBenefits:\n• Access to 50% of initial loan granted,\n• Loan is availed for a longer tenor\n"
 },
 {
   "A": "Personal Loan Top-Up (LAPET)",
   "B": "Facility for all confirmed staff of Heritage Bank Limited already enjoying retail loan\n\nFeatures:\n• Designed for staff of the bank who have running retail loan facilities\n• Subject to the existing retail loan\n• Tenor is 24 months\n• Renewal fee 0.25%\n• Mgt fee 1%\n• Commit fee 1%\n• Int rate 17% p.a.\n• Please note that for loans below N250K 1% Advisory fee\n• Approval is done by RRM\n\nBenefits:\n• Access to 50% of initial loan granted\n• Loan is availed for a longer tenor\n"
 },
 {
   "A": "Personal Loan for Outsourced Staff LACON",
   "B": "Facility for all contract staff of Heritage Bank Limited.\n\nFeatures:\n• All outsourced staff of the bank\n• Determined by 33.3% of take home.\n• 12 – 24 months\n• 17% p.a, flat fees: mgt fee: 1% and commitment 1%. Advisory fee ( of amount below N250K)\n• Monthly (Maximum repayment per month should not exceed–33.3% of net monthly   salary (i.e. 'take-home pay’).\n• Account opening must be properly documented before disbursement.  Loan is not for financing purchase of specific assets\n• Credit life ins. 1%. One off\n• Staff approved by the outsourcing company and appraisal score and company stamp on status inquiry form\n• Guarantor must be from ABO and above \n"
 },
 {
   "A": "UNION CO-OPERATIVE",
   "B": "The product is specially designed to cater for unions and cooperatives in line with the bank’s commitment to continually delight her growing clientele across the country. The product, named “Union & Cooperative Loan Scheme,” offers credit facilities to employees who belong to the same union or cooperative association in an organization.\n\nFeatures:\n• Organizational guarantee for members\n• Monthly deductions for repayment\n\nBenefits:\n• Repayment tenures of up to three years\n• Group life assurance\n• Issuance of debit card\n"
 },
 {
   "A": "SME OVERDRAFTS",
   "B": "It is a credit product designed to meet temporary credit needs of companies who lack the requisite financial and collateral requirements to meet the Bank’s Risk Acceptance Criteria for credit approval.\nThe product is aimed at enabling SMEs to have access to specific and short-term credit.\n\nFeatures:\n• Monthly repayment till the end of the 6 months tenor when you have to repay the total outstanding.\n• \nBenefits:\n• Gives you the money you need when you do not have sufficient funds in your account.\n• Pay for goods, services and meet daily expenses without having a kobo in your account\n\n"
 },
 {
   "A": "ADVANCED PAYMENT GUARANTEE",
   "B": "This is an instrument issued by Bank on behalf of its customer to secure upfront payments to them by third parties for jobs awarded to, but not yet executed by, the contractor.\n\nFeatures:\n• Opening balance of  ₦20,000\n• More than three withdrawals in a month leads to loss of interest for the month\n• Customized non-clearing cheque book\n• Lodgement of cheques and dividend warrants\n• Third party withdrawal allowed within the EC\n• Free debit card\n• Standing order payments\n\nBenefits:\n• Contract financing\n• Free internet Banking\n• Lodgement and withdrawal at any of the branches\n• Third party payment and withdrawal\n• Lodgement of cheques and dividend warrant\n• Discounted commission on BTA/ PTA\n"
 },
 {
   "A": "MARKET TRADER OVERDRAFTS",
   "B": "It is a credit product designed to meet temporary credit needs of Commercial Traders who lack the requisite financial and collateral requirements to meet the Bank’s Risk Acceptance Criteria for credit approval.\nThe product is aimed at enabling traders to have access to specific and one-off 30-day tenured short-term credit, availed as overdraft.\n\nFeatures:\n• Tax free income: interest received is not subject to withholding tax\n• Collateral for borrowing: used as collateral to raise funds\n• Minimum investment is  ₦10,000 in multiples of  ₦1,000.00 \n\nBenefits:\n• Earn interest of 5% (subject to money market movements) on your current account.\n• Free Life insurance cover valued at ₦1 million.\n"
 },
 {
   "A": "GRADUATE EMPOWERMENT S/A",
   "B": "This products is an unsecured term loan to bridge funding gaps of SMEs owned by fresh University and Poly Technique that provide non-cyclical products and services. This SME product is targeted at businesses owned by University and Poly Technique graduate who have completed the mandatory National Youth Service Corps and unemployed.\n\nFeatures:\n• Account opening balance ₦5,000\n• Minimum balance ₦5,000\n• Maximum of one withdrawal per month.\n\nBenefits:\n• Interest rate – normal savings plus extra 1.5% p.a.\n• Free monthly statement of account\n"
 }
]