[
 {
   "A": "PRODUCTS",
   "B": "TYPES",
   "C": "DESCRIPTION"
 },
 {
   "A": "ASSET PRODUCTS",
   "B": "Personal Loan (External Customers)",
   "C": "It is a loan designed for customers of the bank who are confirmed staff their place of work. \n\nFeatures:\n• Determined by 33.3% of monthly take home\n• 12 – 36 months\n• Int. rate: 26 % p.a, \n• Flat fees: mgt fee: 1% and commitment 1%. \n• Advisory fee 1% for loan amount less than N250K\n• Monthly payment (Maximum repayment per month should not exceed–33.3% of net monthly   salary (i.e. 'take-home pay’).\n• Account opening must be properly documented before disbursement Loan is not for financing purchase of specific assets \n• Approval is done by CRM\n• Eligibility: Employees of approved counter parties\n• Salary domiciliation, ISPO, from reputable companies plus corporate guarantee and terminal benefits/gratuity domiciliation.\n• Credit life insurance.\n• Personal guarantee with Notarised statement of net worth.\n\nBenefits:\n• Loan is availed for a longer tenor"
 },
 {
   "A": "",
   "B": "Personal Loan (HBL Staff) LAPER",
   "C": "This loan is designed for confirmed core staff of HBL.\n\nFeatures:\n• All confirmed staff of the bank\n• Determined by 33.3% of net pay\n• 12 – 24 months\n• 17% p.a, flat fees: mgt fee: 1% and commitment 1%. \n• Credit life insurance 1% one off.\n• Monthly and bulk. (Maximum repayment per month should not exceed–33.3% of net monthly salary (i.e. 'take-home pay’)\n• Account opening must be properly documented before disbursement. Loan is not for financing purchase of specific assets.\n• Approval/Disbursement is done by CRM•\n• Determined by 33.3% of take home\n• 12 – 24 months repayment\n• 17% p.a, flat fees: mgt fee: 1% and commitment 1%. \n• Credit life ins. 1% one off.\n• Monthly and bulk. (Maximum repayment per month should not exceed–33.3% of net monthly   salary (i.e. 'take-home pay’\n• Account opening must be properly documented before disbursement.  Loan is not for financing purchase of specific assets.\n• Approval/Disbursement is done by CRM\n\nBenefits:\n• Loan is availed for a longer tenor\n\n\n"
 },
 {
   "A": "",
   "B": "Auto Loan (LOCAR)",
   "C": "This facility is for employed and self-employed individuals with bank who want to purchase a car at the banks approved car merchants.\n\nFeatures:\n• Employed / Self-Employed Individuals\n• Loan Amount is 33.3% of net monthly income subject to N10M single Obligor Limit), \n• Or10% of 6 months average net monthly turnover income for self-employed. \n• Tenor: 12-48 months\n• Japanese Cars – 4 years.\n• Korean cars – 3 years\n• Interest Rate: Customer – 25%p.a.\n• HBL Staff – 17% p.a.\n• Fees: mgt. 1%\n• Commitment -1%\n• Monthly\n•  Repayment will be from the salary account domiciled with the bank, \n•  Irrevocable standing payment order authorising deduction of repayment from salary account, confirmed by customer’s bank and also pledging terminal benefits and corporate guarantee. OR, Post-dated cheques from salary account\n•  Equity contribution: Customer 20- 30%.  Staff 10%\n•  Applicants should not be more than 60 years at the point of full liquidation, Maximum application age for Professors and Judges is 65 years.\n• Vehicle will be in the name of the Bank/Customer\n\nBenefits:\n• Free Vehicle Registration\n• Free First year Auto Tracker subscription\n• Free First year Registration with AA Rescue valued at N28,000\n• Free First year Comprehensive insurance\n"
 },
 {
   "A": "",
   "B": "Salary Advance (CUSAD)",
   "C": "This products is for all retail individuals who require an advance before salary due date to meet urgent needs.\n\nFeatures:\n• All Retail individuals whose salaries are domiciled and require a cash advance before salary due date to meet urgent needs.\n• 50% of net monthly salary\n• 30 days subject to the next pay day\n• Interest Rates: 29% p.a \n• Flat Fees: mgt fee1% and commit fee: 1% or a minimum fee of N1,000 (whichever is higher)\n• Domiciliation of salary with Heritage Bank\n• 6 months’ salary domiciliation\n\nBenefits:\n• Convenience repayment\n• Able to access 50% salary before pay day\n\n"
 },
 {
   "A": "",
   "B": "Education Loan (EDPER)",
   "C": "This product is designed to finance tuition fees of children and wards of employees of approved companies\n\nFeatures:\n• To finance tuition fees of children and wards of employees of approved companies\n• Employees of approved institutions\n• To finance payments for professional examinations.\n• School must be in the list of approved institutions\n• Salary domiciliation is compulsory\n• Target Market: Salary earners, self-employed individuals, holders of Bud accounts\n• Subject to 33.3% of net monthly income\n• Default Fees of 1% default amount monthly \n• Tenor is 3-12 months\n• Equity contribution: 20% of School fees\n• Interest rate: 23% p.a.\n• Management fee 1%\n• Commitment fee 1%\n• Monthly Repayment\n• Personal Guarantee (preferably middle to top managers in banking, oil & gas, top civil servants, telecoms\n• (150% of loan amount)\n• Minimum monthly NET income is N100,000\n• Maximum loan amount is calculated as thus: 30% of net monthly income multiplied\n• by tenor, which is a max of 12 months, subject to a max of N5m\n• For self-employed individuals and professionals, loan limit is 20% of 6 months average multiplied by 12 months subject to a max of N5m\n• Self-employed individuals with provable and regular monthly income can access the School Fees Loan to pay their wards/children’s schools fees, cash backed by the account balances in their child/children’s Heritage BUD mini, teen and max account.  Such loan shall be 60% of school fees.  Hence, the customer will make a contribution of 40% of the total amount required.\n• Confirmed salaried management staff of private and public sectors in employment for a minimum of one year.\n• Self-employed individuals with businesses with turnover of ₦50m and above employment for a minimum of one year.\n• Professionals (accountants, doctors, lawyers, engineers, architects) etc.\n\n"
 },
 {
   "A": "",
   "B": "Home Appliances (LAJUB)",
   "C": "Designed for all retail individuals who wish to purchase electronic items, to finance the purchase of electronics, other household assets, furniture, phones, laptops and tablets\n\nFeatures:\n• Designed to finance the purchase of electronics, other household assets, furniture, phones, laptops and tablets etc.\n• Staff / Employees of approved companies / Self Employed Professionals\n• Subject to 33.3% of net monthly salary\n• 6-18 months\n• Interest rate: 25%p.a.\n• Staff: 17% p.a.\n• Asset insurance\n• Insurance (Default Protection Plan (DPP)\n\nMonthly:\nMaximum repayment per month should not exceed–33.3% of net monthly salary (i.e. 'take home pay)\n"
 },
 {
   "A": "",
   "B": "Tertiary Cluster (LOUNI)",
   "C": "This product is designed for Regular staff of Nigerian Federal Tertiary Institutions and enlisted private institutions.\n\nFeatures:\n• Regular staff of Nigerian Federal Tertiary Institutions and enlisted private institutions\n• Minimum of N250K and maximum of N5M\n• 12 – 36 months\n• Interest Rates: 25% p.a\n• Management fee: 1% flat; Commitment fee: 1% flat; Credit Life Insurance 1%\n• Monthly payment (Maximum repayment per month should not exceed–33.3% of net monthly   salary (i.e. 'take-home pay’).\n• Account opening must be properly documented before disbursement.  \n• Loan is not for financing purchase of specific assets\n• Approval is done by CRM\n• Salary earners with or without domiciled salary and enlisted private institutions\n• Salary domiciliation, ISPO, from reputable tertiary institutions and terminal benefits/gratuity domiciliation\n• Personal guarantee with Notarised statement of net worth\n• Corporate Guarantee is based only on exceptional approval for counterparty enlistment\n• Non-Academic Staff  - 60 years\n• Academic Staff -  65 years\n• RAAC: The borrower must be a regular staff of a Nigerian Federal Tertiary Institution\n• A copy of the last 6-months bank statement for each borrower must be provided as evidence of the monthly salary\n• A copy of the last 6-months pay slip for each borrower must be provided showing the monthly salary\n• Letter of irrevocable domiciliation from the head of payroll of the institution agreeing to domicile all monthly salaries to Heritage Bank Limited OR Letter of irrevocable guarantee to deduct monthly repayments from source and remit same to Heritage Bank Limited\n• Applicant must come into a banking relationship with Heritage Bank Limited and must have a good credit risk status.\n• Satisfactory credit check from CBN CRM, Credit Registry on the borrower\n"
 },
 {
   "A": "",
   "B": "Top-Up Loan (LOPET)",
   "C": "This facility is available to all retail Customers on our counterparty list\n\nFeatures:\n• Available for Customers of the bank who have running retail loan facilities\n• Subject to the existing retail loan\n• Tenor is 12 – 36 months\n• Renewal fee 0.25%\n• Mgt fee 1%\n• Commit fee 1%\n• Interest rate 26% p.a.\n• Please note that for loans below N250K 1% Advisory fee\n• Monthly payment (Maximum repayment per month should not exceed–33.3% of net monthly   salary (i.e. 'take-home pay’\n• Account opening must be properly documented before disbursement.  \n• Loan is not for        financing purchase of specific assets \n• Employees of approved counterparties\n• Salary domiciliation, ISPO, from reputable companies plus corporate guarantee and terminal benefits/gratuity domiciliation\n• Personal guarantee with Notarised statement of net worth\n• Designed to allow our customers who are enjoying retail loan facilities and have made a minimum\n• of 50% payment to the tune of earlier approved facilities\n• Approval is done by CRM\n• RAAC: Applicant must have paid up to 50% of his/her running facility\n• Applicant must have been consistent in meeting his/her monthly obligations\n• Applicant must have been servicing the existing loan facility for a minimum of period of 12 months\n• The top-up amount is applicable to the same amount\n• The loan processes would be along the approved existing structure.\n• The Experience Centre  managers would be held responsible for the performance of this product\n\nBenefits:\n• Access to 50% of initial loan granted,\n• Loan is availed for a longer tenor\n"
 },
 {
   "A": "",
   "B": "Personal Loan Top-Up (LAPET)",
   "C": "Facility for all confirmed staff of Heritage Bank Limited already enjoying retail loan\n\nFeatures:\n• Designed for staff of the bank who have running retail loan facilities\n• Subject to the existing retail loan\n• Tenor is 24 months\n• Renewal fee 0.25%\n• Mgt fee 1%\n• Commit fee 1%\n• Int rate 17% p.a.\n• Please note that for loans below N250K 1% Advisory fee\n• Approval is done by RRM\n\nBenefits:\n• Access to 50% of initial loan granted\n• Loan is availed for a longer tenor\n"
 },
 {
   "A": "",
   "B": "Personal Loan for Outsourced Staff LACON",
   "C": "Facility for all contract staff of Heritage Bank Limited.\n\nFeatures:\n• All outsourced staff of the bank\n• Determined by 33.3% of take home.\n• 12 – 24 months\n• 17% p.a, flat fees: mgt fee: 1% and commitment 1%. Advisory fee ( of amount below N250K)\n• Monthly (Maximum repayment per month should not exceed–33.3% of net monthly   salary (i.e. 'take-home pay’).\n• Account opening must be properly documented before disbursement.  Loan is not for financing purchase of specific assets\n• Credit life ins. 1%. One off\n• Staff approved by the outsourcing company and appraisal score and company stamp on status inquiry form\n• Guarantor must be from ABO and above \n"
 },
 {
   "A": "",
   "B": "UNION CO-OPERATIVE",
   "C": "The product is specially designed to cater for unions and cooperatives in line with the bank’s commitment to continually delight her growing clientele across the country. The product, named “Union & Cooperative Loan Scheme,” offers credit facilities to employees who belong to the same union or cooperative association in an organization.\n\nFeatures:\n• Organizational guarantee for members\n• Monthly deductions for repayment\n\nBenefits:\n• Repayment tenures of up to three years\n• Group life assurance\n• Issuance of debit card\n"
 },
 {
   "A": "",
   "B": "SME OVERDRAFTS",
   "C": "It is a credit product designed to meet temporary credit needs of companies who lack the requisite financial and collateral requirements to meet the Bank’s Risk Acceptance Criteria for credit approval.\nThe product is aimed at enabling SMEs to have access to specific and short-term credit.\n\nFeatures:\n• Monthly repayment till the end of the 6 months tenor when you have to repay the total outstanding.\n• \nBenefits:\n• Gives you the money you need when you do not have sufficient funds in your account.\n• Pay for goods, services and meet daily expenses without having a kobo in your account\n\n"
 },
 {
   "A": "",
   "B": "ADVANCED PAYMENT GUARANTEE",
   "C": "This is an instrument issued by Bank on behalf of its customer to secure upfront payments to them by third parties for jobs awarded to, but not yet executed by, the contractor.\n\nFeatures:\n• Opening balance of  ₦20,000\n• More than three withdrawals in a month leads to loss of interest for the month\n• Customized non-clearing cheque book\n• Lodgement of cheques and dividend warrants\n• Third party withdrawal allowed within the EC\n• Free debit card\n• Standing order payments\n\nBenefits:\n• Contract financing\n• Free internet Banking\n• Lodgement and withdrawal at any of the branches\n• Third party payment and withdrawal\n• Lodgement of cheques and dividend warrant\n• Discounted commission on BTA/ PTA\n"
 },
 {
   "A": "",
   "B": "MARKET TRADER OVERDRAFTS",
   "C": "It is a credit product designed to meet temporary credit needs of Commercial Traders who lack the requisite financial and collateral requirements to meet the Bank’s Risk Acceptance Criteria for credit approval.\nThe product is aimed at enabling traders to have access to specific and one-off 30-day tenured short-term credit, availed as overdraft.\n\nFeatures:\n• Tax free income: interest received is not subject to withholding tax\n• Collateral for borrowing: used as collateral to raise funds\n• Minimum investment is  ₦10,000 in multiples of  ₦1,000.00 \n\nBenefits:\n• Earn interest of 5% (subject to money market movements) on your current account.\n• Free Life insurance cover valued at ₦1 million.\n"
 },
 {
   "A": "",
   "B": "GRADUATE EMPOWERMENT S/A",
   "C": "This products is an unsecured term loan to bridge funding gaps of SMEs owned by fresh University and Poly Technique that provide non-cyclical products and services. This SME product is targeted at businesses owned by University and Poly Technique graduate who have completed the mandatory National Youth Service Corps and unemployed.\n\nFeatures:\n• Account opening balance ₦5,000\n• Minimum balance ₦5,000\n• Maximum of one withdrawal per month.\n\nBenefits:\n• Interest rate – normal savings plus extra 1.5% p.a.\n• Free monthly statement of account\n"
 },
 {
   "A": "CBN INTERVENTION PRODUCTS",
   "B": "Commercial Agriculture Credit Scheme (CACS)",
   "C": "Commercial Agricultural Credit Scheme (CACS) is a complement to other special initiatives of the Central Bank of Nigeria in providing concessionary funding for agriculture.\nFeatures:\n• The asset base of the farm excluding the land must be worth at least 50million naira \n• All-inclusive Interest of 9% \n• Minimum loan amount - ₦21m\n• Maximum loan amount - ₦2b\n"
 },
 {
   "A": "",
   "B": "Agricultural Credit Guarantee Scheme Fund (ACGSF)",
   "C": "The Agricultural Credit Guarantee Scheme Fund (ACGSF) was established to mitigate the risks of banks in agricultural lending thereby encouraging the continued extension of credit to Agricultural Production crops & livestock, Processing, Storage, farm input supplies, Marketing\n\nFeatures:\n• The asset base of the farm excluding the land must be worth at least 50million naira \n• Maximum tenor is 24months\n• Minimum loan amount - ₦20,000\n• Maximum loan amount - ₦10m\n"
 },
 {
   "A": "",
   "B": "Nigeria Incentive-Based Risk Sharing System for Agricultural Lending (NIRSAL)",
   "C": "NISRAL guarantees up to 75% of all outstanding loans in case of default, and after realizing the security and there’s an interest drawback programme that enables farmers get back up to 40% of interest paid if rentals is paid as and when due. This scheme is open to the following agricultural value chain: preparation and infrastructure, input, Planting & harvesting, Storage and Post-Harvest Handling, Processing, distribution\n\nFeatures:\n• The asset base of the farm excluding the land must be worth at least 50million naira \n• Maximum tenor is 48months\n• Minimum loan amount - ₦1m\n• Maximum loan amount - ₦2b\n"
 },
 {
   "A": "",
   "B": "Micro Small and Medium Enterprises Development Fund (MSMEDF)",
   "C": "This loan is targeted at both start-ups and existing businesses in \n• Manufacturing \n• Agricultural value chain activities \n• Educational institutions \n• Renewable energy/energy efficient product and technologies \n• Any other income generating enterprise as may be prescribed by the CBN\n \nFeatures:\n• The asset base of the farm excluding the land must be worth at least 50million naira \n• Maximum tenor is 5years\n• Minimum loan amount - ₦500,000\n• Maximum loan amount - ₦50m\n"
 },
 {
   "A": "",
   "B": "Real Sector Support Facility (RSSF)",
   "C": "Start-ups or expansion projects in non-primary production agricultural Value Chain \nFeatures:\n• The asset base of the farm excluding the land must be worth at least 50million naira \n• Maximum tenor is 5years\n• Minimum loan amount - ₦500,000\n• Maximum loan amount - ₦1b\n"
 },
 {
   "A": "LIABILITY PRODUCTS",
   "B": "Emerald current account (Private Wealth)",
   "C": "This is a specialised account designed for high net worth individuals\n\nFeatures:\n• An account of choice were holders who maintain an average balance of N10M qualify to receive pre-selected benefits\n\nBenefits:\n• Access to wealth Management advisory service\n• Access to Ten and Quintessential concierge services \n• Access to Critical Emergency International ambulance service \n• Free AA car breakdown service\n• OPTIONAL (max 2)\n• DSTV premium bouquet \n• Spa and Wellness treatment \n• N10,000.00 airtime \n• Luxury Car Spa\n"
 },
 {
   "A": "",
   "B": "Ivory Africa Bond Fund(Private Wealth)",
   "C": "This is a structured product developed to meet the needs of investors who would like to keep their funds invested in dollars\n\nFeatures:\n• Notes issued by the Ivory Trust, a special purpose vehicle, managed in partnership with FBN Capital Limited \n• Minimum investment amount $10,000.00\n• Asset allocation: Bonds issued by the African Governments and corporate entities.\n\nBenefits:\n• Targeted Net Yield  5% - 7% \n• Distribution : Bi – annually (September & March) \n• Redemption      30days \n• Tenor 3 – 5 years\n• Minimum Holding Period  1 year\n"
 },
 {
   "A": "",
   "B": "HB STARTER-TIER 1 SAVINGS ACCOUNT",
   "C": "CBN KYC Tier 1 savings account to cater for the unbanked.  Financially Excluded Persons (FEPs) such as individuals in informal employment – personal security guards, cooks, valets, petty traders, small time farmers, vulcanizers, mechanics, labourers, tricycle operators, garage boys, bus conductors etc. Uneducated individuals performing menial tasks. Individuals above the age of 18 with no statutory means of identification; rural dwellers.\n\nFeatures:\n• Account Opening balance of N2,000\n• N1, 000 Minimum operating balance.\n• Single deposit limit of N20,000\n• Maximum cumulative balance of N200,000 at any point in time\n• No ID, No KYC required\n• 1 Passport photograph \n• Only basic information required:- Name, Place and date of birth, gender, address, and telephone numbers registered with any of the Mobile Companies\n"
 },
 {
   "A": "",
   "B": "HB PRO -TIER 2 SAVINGS ACCOUNT",
   "C": "CBN KYC Tier 2 savings account to cater for the unbanked.  Financially Excluded Persons (FEPs) such as: Individuals in informal employment – personal security guards, cooks, valets, petty traders, small time farmers, vulcanizers, mechanics, labourers, tricycle operators, garage boys, bus conductors etc. Uneducated individuals performing menial tasks. Individuals above the age of 18 with no statutory means of identification; rural dwellers\nFeatures:\n• Account Opening balance of N2,000\n• N1, 000 Minimum operating balance.\n• Single deposit limit of N50,000\n• Maximum cumulative balance of N400,000 at any point in time\n• Account opening form \n• Evidence of customer information\n• Passport photograph\n• Name, place and date of birth, gender, address etc. is required\n• Form of ID.\n"
 },
 {
   "A": "",
   "B": "HERITAGE SAVE SMART",
   "C": "This is the generic savings account for Individuals above 18years \n\nFeatures:\n• Account Opening Balance ₦2,000\n• Minimum Balance ₦1,000 \n• Interest on credit balances\n• Deposit allowed by 3rd party\n• Interest is forfeited after 3 withdrawals \n• Access to Debit Cards\n• Access to Internet & Mobile Banking\n"
 },
 {
   "A": "",
   "B": "HB BUD",
   "C": "HB BUD is the savings account for children & teenagers--BUD Mini, BUD Teen & BUD Maxx. \nFeatures:\n• Account Opening balance of N2,000\n• 2% interest bonus above normal savings interest rate \n• Customer forfeits the interest after two withdrawals\n• Minimum operating balance of N2,000. \n\n\nBenefits:\n• Customer must have run the BUD account for a minimum of 6 months to access the school fees loan \n• Free participation at the BUD career Mentoring and coaching sessions once a year.\n• Allow account to accept deposit of dividend warrants in the name of the child\n• Allow other bank’s Cheque in the name of the child not more than N5,000 or customer will have to provide a reference\n• Access to Heritage School Fees/Education Loan \n• Self-employed individuals with provable and regular monthly income can access            personal Loan to pay their wards/children’s schools fees, cash backed by the account balances in the HB Bud Account. \n\n"
 },
 {
   "A": "",
   "B": "HB PLUS- HYBRID ACCOUNT",
   "C": "HB Plus is a High-Yield Hybrid Account.  A Savings account that has the features of a current account with bonus interest. \nFeatures:\n• Opening Balance ₦10,000\n• Minimum Balance ₦10,000 (a monthly charge of N100 if balance falls below N10,000)\n• 1% bonus on normal interest rate. \n• Access to non-clearing Cheque book\n• Access to Internet & Mobile Banking\n• Allows other banks’ cheques\n• Allows dividend warrants \n• 2 references required\n• Debit & Prepaid Cards\n"
 },
 {
   "A": "",
   "B": "SME BUSINESS ACCOUNT CLASSIC",
   "C": "SME Business Account is specially designed for registered Businesses, MSMEs; SMEs\nFeatures & Benefits \n• Opening Balance ₦25,000. \n• Minimum Operating Balance ₦10,000 \n• Cheque book\n• Zero COT\n• FREE POS Terminal\n• Applicable maintenance fee\n• Access to SME OD & Term Loans (Terms & conditions apply)\n• Access to Heritage Business Fair\n• Free deployment of Point of Sale Terminal which reduces cost of handling cash and convenience of cashless trading.\n• Access to advisory service who will help you develop competitive edge business skill.\n• Regular networking events\n• Access to connect shop\n"
 },
 {
   "A": "",
   "B": "DOMICILLIARY ACCOUNT ",
   "C": "This is a generic type foreign currency account. Account allows customers to maintain accounts in foreign currencies.\nFeatures:\n• Opening Balance 100.00 ($, £)\n• Minimum Balance 10.00 ($, £)\n• Attracts charge on transfers and withdrawals\n• Applicable Telex & Transfer charges applies\n"
 },
 {
   "A": "",
   "B": "SALARY PLUS SILVER",
   "C": "This is specially designed for salary earners who would like to receive their salaries through a savings account with Heritage Bank.  This is best suited for junior staffs of organization.\n\nFeatures:\n• Account Opening Balance ₦0.00\n• Minimum Balance ₦500.00 \n• Applicable interest rate \n• Access to non-clearing Cheque book \n• SMS Alert on all transactions\n• Access to debit \n• Internet & Mobile banking\n• Any cash lodgement above customer’s monthly salary will be flagged and will be subject to ECM’s verification\n• For Cheque lodgement, reference will be required.\n"
 },
 {
   "A": "",
   "B": "SALARY PLUS GOLD",
   "C": "This is specially designed for salary earners who would like to receive their salaries through a current account with access to retail Loans.\n\nFeatures:\n• Account opening balance ₦0.00\n• Minimum balance ₦1,000.00 \n• Cheque book\n• Free monthly e-statement of accounts\n• Access to Retail Loans (Personal loan, Home Appliances, Auto Loan etc.)\n• Access to debit card\n• Internet & Mobile banking\n• Any lodgement either cash or cheque that is more than the customer’s monthly salary will be flagged and must verified by the ECM.\n"
 },
 {
   "A": "",
   "B": " INDIVIDUAL CURRENT ACCOUNT",
   "C": "This is a generic type of current account operated by individuals.\n\nFeatures:\n• Account opening balance ₦5,000\n• Minimum balance ₦0.00 \n• Cheque book\n• Debit card\n• Internet and mobile banking\n• Zero COT\n• Applicable maintenance Fee\n"
 },
 {
   "A": "",
   "B": "CORPERS SAVINGS ACCOUNT",
   "C": "The Corpers’ Savings Account is a variant of Tier 1 savings account. This account allows NYSC members who are currently serving the nation an opportunity to operate a savings account that they can receive their monthly allowance and earn interest lasts for one year.\n\nFeatures:\n• Zero opening balance\n• 1,000 minimum operating balance\n• Applicable interest on savings\n"
 },
 {
   "A": "",
   "B": "HERITAGE PRIME ACCOUNT",
   "C": "Prime Current Account is specially designed for the emerging mass affluent individuals who desire some lifestyle benefit. Salary Earners: - Individuals who earn N5m and above\nSelf-employed Individuals: - Self-employed individuals with businesses with minimum annual turnover of ₦60million \n\nFeatures & Benefits:\n• Opening balance ₦100,000. \n• Minimum operating balance ₦100,000 \n• First cheque book – FREE \n• Interest payable on credit balances\n• Allow lodgement of dividend warrant\n• Access to Debit card\n• Zero COT\n• Internet Banking\n• Mobile banking\n• Applicable maintenance Fee\n• Annual gift vouchers (exclusive lifestyle benefits, discounts, promotion & offers)      \n• Exclusive access to bank’s events\n• Special discount on Retail Loans\n• Other exclusive specialized benefits\n"
 },
 {
   "A": "",
   "B": "CURRENT ACCOUNT CORPORATE",
   "C": "This is a generic type of current account operated by corporate entities.\n\nFeatures:\n• No limit to withdrawals\n• No minimum operating balance required\n• Issuance of cheques to 3rd parties\n• Cheques are valid for clearing\n• Opening balance of ₦20,000\n\nBenefits:\n• Access to loan\n• Debit card available on request\n• Internet banking\n"
 },
 {
   "A": "",
   "B": "DOMICILARY STAFF",
   "C": "Account allows staff to maintain accounts in foreign currencies. These accounts can be funded through lodgement of foreign currency cheques, cash inflows and cash deposits.\n\nFeatures:\n• Minimum opening balance of $100, £100 or €100\n• Open to only current account holders\n• Attracts charge on transfers and withdrawals\n• \nBenefits:\n• Zero operating balance\n"
 },
 {
   "A": "",
   "B": "DOMICILARY ACCOUNT (EXPORT)",
   "C": "Account allows exporters to maintain accounts in foreign currencies. These accounts can be funded through travelers cheques lodgment of foreign currency cheques, cash inflows and cash deposits. Exporters can withdraw cash or make transfers or payments to suppliers offshore.\n\nFeatures:\n• Minimum opening balance of $100 \n• Open to only current account holders\n\nBenefits:\n• Attracts charge on transfers and withdrawals\n• No restrictions on number of withdrawals\n"
 },
 {
   "A": "",
   "B": "DOMICILIARY ACCOUNT CORPORATE",
   "C": "Account allows corporate organization to maintain accounts in foreign currencies. These accounts can be funded through travellers cheques, lodgement of foreign currency cheques, cash inflows and cash deposits. Customers can withdraw cash or make transfers or payments to suppliers offshore.\n\nFeatures:\n• Minimum opening balance of $100, £100 or €100\n• Open to only current account holders\n• Attracts charges on transfers and withdrawals\n\nBenefits:\n• Zero operating balance\n"
 },
 {
   "A": "",
   "B": "DOMICILIARY ACCOUNT DACOP",
   "C": "Account allows customers to maintain accounts in foreign currencies. These accounts can be funded through travellers cheques, lodgement of foreign currency cheques, cash inflows and cash deposits.\n\nFeatures:\n• Minimum opening balance of $100, £100 or €100\n• Open to only current account holders\n• Attracts charge on transfers and withdrawal\n\nBenefits:\n• Zero operating balance\n"
 },
 {
   "A": "",
   "B": "EXPORT PROCEEDS DOMICILIARY ACCOUNT",
   "C": "This account that is specifically designed for the collections/ deposits of export proceeds from exporter.\n\nFeatures:\n• Opening balance $100\n• Zero operating balance\n• SMS Alert on all transaction (subject to customer’s request/ in line with CBN policy \n• 0.25% withdrawal fees on transaction amount\n• Applicable Telex and transfer charges\n\nBenefits:\n• Zero operating balance\n"
 },
 {
   "A": "",
   "B": "BDC DOMICILIARY ACCOUNT",
   "C": "All the domiciliary accounts were merged to Heritage domiciliary account and the products features.\n\nFeatures:\n• Opening balance $100\n• Minimum balance $10\n• SMS Alert on all transaction (subject to customer’s request/ in line with CBN policy)\n• 0.25% withdrawal fees on transaction amount\n• Applicable Telex and transfer charges\n\nBenefits:\n• Zero operating balance\n"
 },
 {
   "A": "",
   "B": "SAVINGS ACCOUNT EX-STAFF",
   "C": "This is a normal savings account created for individual savers i.e. owner-operated only.\n\nFeatures:\n• Debit card available on request by customer.\n• Minimum opening balance of ₦1,000\n• Minimum operating balance of ₦1,000\n• \nBenefits:\n• Pays prevailing savings interest rate\n"
 },
 {
   "A": "",
   "B": "SAVINGS ACCOUNT PREPAID",
   "C": "This is a virtual account designed for customers with tier 2 KYC requirements\n\n\nFeatures:\n• A prepaid debit card denominated in Naira. \n• Customer need not have an account with the bank. \n• Card is issued instantly at the experience centres (off the shelf). \n• Maximum load of ₦5,000,000 per day.\n• Used across all channels (ATM, POS & web) internationally. \n• Card is valid for three (3) years. \n• Enabled for MasterCard SecureCode to authenticate card details while shopping online.\n• Ideal for managing travel allowance and rewards e.g. Hajj allowances, Scholarships, etc.\n\nBenefits:\n• Gives holders 24/7 access to funds.\n• Safety of funds as cardholders will not carry cash around.\n• Opportunity to have access to more transaction limits.\n• Can be loaded via the ATM, at the Experience Centres through PayDirect and online via Quickteller.com\n\n"
 },
 {
   "A": "",
   "B": "SAVINGS ACCOUNT STAFF",
   "C": "This is a normal Savings Account created for staff i.e. owner-operated only.\n\nFeatures:\n• Debit card available on request by customer.\n• Minimum opening balance of ₦1,000.00\n• Minimum operating balance of ₦1,000.00\n \nBenefits:\n• Pays prevailing savings interest rate\n"
 },
 {
   "A": "",
   "B": "SAVINGS ACCT ASSOCIATION",
   "C": "This account is designed for associations with a Tier 2 KYC requirement.\n\nFeatures:\n• Debit card available on request by customer.\n• Minimum opening Balance of ₦1,000.00\n• Minimum operating balance of ₦1,000.00\n\nBenefits:\n• Pays prevailing savings interest rate\n"
 },
 {
   "A": "",
   "B": "SAVINGS ACCT MARKET BLAST",
   "C": "This account is designed for customers with Tier 2 KYC.\n\nFeatures:\n• Debit card available on request by customer.\n• Minimum opening Balance of ₦1,000.00\n• Minimum operating balance of ₦1,000.00\n\nBenefits:\n• Pays prevailing savings interest rate\n"
 },
 {
   "A": "",
   "B": "SAVINGS PREPAID MASTER CD",
   "C": "This is virtual account that is tied to a master prepaid card. Tier 2 KYC is done on the customer.\n\nFeatures:\n• 36 month validity\n• Accepted on all electronic channels\n• PIN authentication for transactions\n \nBenefits:\n• Card transactions can earn loyalty points\n• Global acceptance\n• Access to value added services\n"
 },
 {
   "A": "",
   "B": "CURRENT ACCOUNT - FINANCIAL INSTITUTIONS ",
   "C": "It is an accounts operated by entities engaged in the activities of acceptance of deposits and other repayable funds from the public, lending, transfer of money or value, financial leasing, etc.\n\nFeatures:\n• Applicable credit interest rate will be the same normal savings rate.\n• The account must be operated on a non-borrowing basis. (and must not be overdrawn) Once customer applies for and is availed any type of loan, full or negotiated COT will apply.\n• Normal cheque book charges will apply.\n• Lodgement of cheque and dividend instruments allowed as in normal current account.\n• Full current account documentation requirement applies.\n• Issuance of debit card allowed for accounts operated by a sole signatory\n• \nBenefits:\n• Lodgement of all clearing instruments\n• Receive monthly account statement (optional)\n• Money transfer within the Bank’s networks.\n• Online real-time transaction across the Bank’s networks\n• Dedicated account officer to manage each account\n\n"
 },
 {
   "A": "",
   "B": "CURRENT ACCOUNT - PREMIUM",
   "C": "These products are for high-end customers.\n\nFeatures:\n• It is a non-interest bearing bank account.\n• It needs a higher minimum balance to be maintained as compared to the savings account.\n• Penalty is charged if minimum balance is not maintained in the current account.\n• It charges interest on the short-term funds borrowed from the bank.\n\nBenefits:\n• Lodgement of all clearing instruments\n• Receive monthly account statement (optional)\n• Money transfer within the Bank’s networks.\n• Online real-time transaction across the Bank’s networks\n• Dedicated account officer to manage each account\n"
 },
 {
   "A": "",
   "B": "CURRENT ACCOUNT - PRIVATE WEALTH MGT",
   "C": "These products are for the same segment of customers. High-end customers, the objectives of the product is the same.\n\nFeatures:\n• It is a non-interest bearing bank account.\n• It needs a higher minimum balance to be maintained as compared to the savings account.\n• Penalty is charged if minimum balance is not maintained in the current account.\n• It charges interest on the short-term funds borrowed from the bank.\n"
 },
 {
   "A": "",
   "B": "CURRENT ACCOUNT - PUBLIC SECTOR",
   "C": "Public Sector Account is a current account, but cheques are not issued. Transaction instructions are sent for normal operational activities from the appointed account signatories.\nIt is an Account opened with a mandate from the Government (Federal/State/Local Government) either Ministries, Agencies, Parasternal etc.\nComplete opening document may not necessary in some case. However, account opening mandate and SLA is required from the government.\n"
 },
 {
   "A": "",
   "B": "CALL DEPOSIT CORPORATE",
   "C": "This is a bank account for investment funds that offers the advantages of both a savings and a checking account. A call deposit account, like a checking account, has no fixed deposit period, provides instant access to funds and allows unlimited withdrawals and deposits.\n\nFeatures:\n• Initial deposit is ₦100,000\n• Transaction statement available on request\n• Please note that this subject to 10% withholding tax\n\nBenefits:\n• Easily accessible within 24 hours’ notice without penalty\n• Transaction statement available on request\n• Easy to access\n"
 },
 {
   "A": "",
   "B": "CALL DEPOSIT GENERAL",
   "C": "This is an immediate access cash investment account that offers a sound return.\n\nFeatures:\n• Initial deposit is  ₦100,000\n• Transaction statement available on request\n• Please note that this subject to 10% withholding tax\n\nBenefits:\n• Easily accessible within 24 hours’ notice without penalty\n• Transaction statement available on request\n"
 },
 {
   "A": "",
   "B": "DEBT SERVICE RESERVE ACCOUNT",
   "C": "Works as an additional security measure for lenders. It is generally a deposit which is equal to a given number of months projected debt service obligations."
 },
 {
   "A": "",
   "B": "CURRENT ACCOUNT - SME BUSINESS PREMIUM",
   "C": "This product is designed to address your business needs as a Micro, Small and Medium scale Enterprise (MSME). The account aims to help MSMEs grow their businesses\n\nFeatures:\n• Overdraft facility is 25% of the 6 months average monthly turnover and limited to the Heritage MSME Business category amount. \n• Heritage MSME Business pro with a maximum annual debit transaction of ₦100m\n\nBenefits:\n• Higher credit such as LPO financing, term loans, etc. are available but will have to pass through applicable credit process.\n• Easy access to Free POS terminal.\n• Easy access to (collateral free) loan.\n• Advisory services.\n• Access to credit life assurance protection against the borrowed funds.\n• Low transactional cost: – i.e. Zero COT.\n• Easy access to collateral free overdraft (which is a % of your 6 months average turnover).\n• Easy access to other higher credit facilities giving you the opportunity to acquire assets for the business &amp; so on.\n• Free deployment of Point of Sale Terminal which reduces cost of handling cash and convenience of cashless trading.\n• Access to advisory service from appointed consultants, which will help you develop competitive edge business skill.\n• Credit life assurance cover on borrowed funds in case of default via death or physical disability\n• Regular networking events\n"
 },
 {
   "A": "",
   "B": "CURRENT ACCOUNT - HERITAGE PRIME",
   "C": "The current account offers a convenient way to manage your day to day finances. \n\nFeatures:\n• Minimum account opening/ minimum balance of ₦10,000.\n• Earn interest of 5% p.a. (subject to money market movements).\n• A monthly charge of ₦50.\n• Free life insurance cover valued at ₦1 million. However, to enjoy the free insurance cover, you must run the account for a minimum of 12 months with the average minimum monthly balance of ₦100,000\n• Personal loan interest discount of 1%.\n\nBenefits:\n• 1% discount on our Heritage Personal Loan.\n• Earn interest of 5% (subject to money market movements) on your current account.\n• Free Life insurance cover valued at ₦1 million.\n• Free internet and mobile banking services.\n"
 },
 {
   "A": "PUBLIC SECTOR PRODUCTS",
   "B": " FIRS",
   "C": "Responsible for collection of Federal Government Taxes and revenues\n\n• Company Income Tax (CIT)\n• Withholding Tax(WHT)\n• Value Added Tax(VAT)\n• Petroleum Profit Tax(PPT)\n• Personal Income Tax(PIT)\n• Educational Tax (EDT)\n• Stamp Duties\n• Capital Gains Tax(CGT)\n• Information Technology Development Levy\n"
 },
 {
   "A": "",
   "B": "Nigeria Customs ",
   "C": "Customs Duty\n•  HBL is a collecting Bank for Customs Duty.\n"
 },
 {
   "A": "",
   "B": "Education",
   "C": "• Basic/Primary Education\n• Post- basic/Secondary Education\n• Tertiary Institution\n• JAMB\n•  WAEC \n•  ICAN\n"
 },
 {
   "A": "",
   "B": "Power-DISCOs     ",
   "C": "• Payment of electricity Bills: \n•  Post-paid    \n• Prepaid Meter fees etc.\n"
 },
 {
   "A": "",
   "B": "NIMASA",
   "C": ""
 },
 {
   "A": "",
   "B": " NPA",
   "C": "• Nigerian Ports Authority payments (Naira /USD)."
 },
 {
   "A": "",
   "B": "EXPORT –NESS & EXPORT LEVY",
   "C": "• This is a collection account for collection of export levy for government"
 },
 {
   "A": "",
   "B": "LAGOS IGRS & OTHER STATES COLLECTIONS",
   "C": "• Personal income tax on the income of individuals only\n• Withholding tax for individuals only\n• Capital gains tax for individuals only\n• Stamp duties fees on instruments executed by individuals only\n• Pool betting and lotteries tax\n• Gaming and casino taxes\n• Development levy for individuals only\n• Survey Fees \n• LASTMA & VIO (Lagos) etc.\n\nBENEFITS OF COLLECTIONS\n• Collection commission \n• Growth in DDA Volumes & Balances\n• Corporate Responsibility & Visibility \n• Ancillary Businesses Opportunities\n \nFEES & COMMISSIONS:\n\n• On FIRS it is 30k/mille\n• PHCN it is 2.5/mille although this depends on the payment platform\n• Customs it is 30k/mille\n• NESS it is N2/mille\n• Export it is N2/mille\n"
 },
 {
   "A": "TREASURY PRODUCTS",
   "B": "Treasury Bills",
   "C": "Features:\n• Discounted zero-coupon instruments. Face Value received at maturity\n• Tenors shorter than 365 days(primary issues usually 91, 182 and 364 days)\n• Auctions usually hold twice a month(2 Wednesdays fortnightly)\n• Minimum HB Bid Volume of N100,000\n• Minimal Credit risk\n\nBenefits:\n• Discounted instrument\n• Reasonably short tenor\n• Relatively liquid\n• Available in retail volumes\n• Tax Free\n• Backed by the Federal Government/minimal credit risk\n• Acceptable as Collateral\n• Active Secondary market – offers flexibility in tenors and liquidity of instruments\n"
 },
 {
   "A": "",
   "B": "Foreign Currency (FCY) – USD, GBP, EUR etc",
   "C": "Features:\n• Highly regulated\n• Transactions could be purchases and/or sales for a range of eligible transactions\n• No minimum trade volume\n\nBenefits:\n• Enables global trade\n• Available in retail volumes\n• Flexible-cross transactions are easy to execute provided necessary documentation is in place\n"
 },
 {
   "A": "",
   "B": "Bonds – Federal Government, Subnational, Eurobonds etc.",
   "C": "Features:\n• Wide variety of instrument types, features, issuers, covenants and embedded options \n• Most common type are Federal Government Bond(FGN Bonds)\n• Most FGN Bonds are semi-annual coupon paying (i.e. interest paid every 6 months)\n• They are Non-callable/putable Bonds i.e. cannot be pre-terminated by issuer (borrower) or holder (investor).\n• Issued either at a discount or premium. \n• FGN Bond Auctions hold once every month with two to three Bonds usually offered\n• The Federal Government also has a variety of Eurobonds currently trading. \n• There are several OTHER type of bonds i.e. subnational bonds (issued by State governments) and corporate bonds (issued by For-profit companies) which can be acquired from the Secondary market.\n• Numerous investment tenors ranging from just over a year to 20 years\n• Different risk-return characteristics for different investors\n\nBenefits:\n• For FGN Bonds:\n-Tax Exempt\n- Minimal Credit Risk(near zero risk)\n- Relatively liquid secondary market for resale at any time.\n- Available in retail volumes\n-Acceptable as Collateral\n• For Bonds generally\n-offer investment flexibility with the wide range of risk-return characteristics and embedded options\n-Fixed Income Investments usually aid portfolio diversification by re-weighting investor net risk exposure to other asset classes such as equities and real estate\n"
 },
 {
   "A": "E-BANK PRODUCTS",
   "B": "VERVE CORPORATE DEBIT CARD (NAIRA)",
   "C": "This is a debit card that is issued to corporate customers of the bank. It runs on the Interswitch platform and is linked to accounts of these corporate customers to ease access to their funds everywhere they go. The Card will be issued in the Company’s user’s name.\n\nThe card is denominated in Naira and can be used for domestic transactions. KYC will be the same for the opening of the Corporate Current account.\n\nFeatures:\n• 36 month validity\n• Multiple channels acceptance ( ATM, POS, WEB)\n• Issued to Corporate companies \n\nBenefits:\n• Card transactions can earn loyalty points\n• Nationwide acceptance\n• Access to value added services\n"
 },
 {
   "A": "",
   "B": "VERVE CORPORATE PREPAID CARD (NAIRA)",
   "C": "A prepaid card is a reloadable card. It is issued to corporate customers who operate accounts with the Bank. The cards are linked to card accounts (virtual accounts) which will be opened for individuals which the company has designated. The corporate is responsible for the prepaid cards and at the instance of the corporates card will be funded.  Features:\n• It can only be used for local transactions\n• 36 month validity\n• Multiple channels acceptance(ATM, POS, WEB)\n• Requires limited documentation \n• Suitable for payroll management, fleet management etc.\n\nBenefits:\n• Card transactions can earn loyalty points\n• Nationwide acceptance\n• Access to value added services\n"
 },
 {
   "A": "",
   "B": "MASTERCARD COMBO CARD",
   "C": "This is a card payment tool targeted at account holders. It is available only to customers who have individual accounts with the bank. Designed for multiple Account holders who desires to access the various accounts from just a card..\nMasterCard Combo will be marketed to all account holders of the bank. The card is denominated in both Naira and Dollar, and can be used for domestic and international transactions.\n\n\n\nProduct Features:\n• 36 month validity\n• Issued to individuals\n• Global acceptance\n• PIN authentication for transactions\n• Acceptable on all terminals where MasterCard Logo appears\n• Payment of bills such as DSTV, PHCH and so on Enabled for MasterCard Securecode\n• \nBenefits to Customer:\n• It gives customers 24/7 access to their funds.\n• Provides a platform for effecting transactions securely Card transactions can earn loyalty points\n• Transactions qualify for loyalty points\n• Global acceptance\n• Access to value added services\n• Cardholder security is also assured\n"
 },
 {
   "A": "",
   "B": "MASTERCARD CORPORATE DEBIT CARD",
   "C": "This is a debit card that is issued to corporate customers of the bank. It runs on the MasterCard platform and is linked to accounts of these corporate customers to ease access to their funds everywhere they go. The card will be issued in the company’s user’s name.\n\nThe card is denominated in Naira and can be used for both domestic and International transactions. But now restricted to domestic used based on regulatory requirement. KYC will be the same for the opening of the corporate current account.\n\nFeatures:\n• 36 month validity\n• Restricted to only domestic transactions\n• Accepted on all electronic channels (ATM, POS AND WEB)\n• PIN authentication for transactions\n• Payment of bills such as DSTV, PHCH and so on\n• Secured with 3D- MasterCard securecode capability\n• Gives holders 24/7 access to their bank accounts Safety of funds as cardholders would not be carrying cash around \n\nBenefits:\n• Card transactions can earn loyalty points\n• Global acceptance\n• Access to value added services\n"
 },
 {
   "A": "",
   "B": "MASTERCARD DEBIT CARD (NAIRA AND DOLLAR)",
   "C": "This is a debit card that is issued to individual customers of the bank. It runs on the MasterCard platform and is linked to both savings and current accounts of these corporate customers to ease access to their funds everywhere they go. The card is designed to allow cross-border transactions while taking into consideration the pre-approved CBN limits.\n\nThe card is denominated in Naira or dollar and can be used for both domestic and International transactions. KYC will be the same for the opening of the respective individual current account.\n\nFeatures:\n• Can only be used both locally and internationally.\n• Is linked to your current or savings account.\n• Enabled for cash  withdrawal and deposit\n• Secured with Chip and PIN technology\n• Enable to provide you access to print your account statement through the ATM\n• Interbank transfers\n• Bills Payments ( DSTV, PHCN, AIRTIME TOP-PUP etc)\n\nBenefits:\n• Card transactions can earn loyalty points\n• Global acceptance\n• Access to value added services\n"
 },
 {
   "A": "",
   "B": "VERVE DEBIT CARD (INDIVIDUAL CLASSIC)",
   "C": "This is a debit card that is issued to individual customers of the bank. It runs on the Interswitch platform and is linked to both savings and current accounts of these customers to ease access to their funds everywhere they go. The card is designed to allow cross-border transactions while taking into consideration the pre-approved CBN limits.\n\nThe card is denominated in Naira and can be used for only domestic transactions. KYC will be the same for the opening of the respective individual account type.\n\nFeatures:\n• Can only be used locally.\n• Is linked to your current or savings account.\n• Enabled for cash  withdrawal and deposit\n• Secured with Chip and PIN technology\n• Enable to provide you access to print your account statement through the ATM\n• Interbank transfers\n• Bills Payments ( DSTV, PHCN, AIRTIME TOP-PUP etc)\n\nBenefits:\n• Card transactions can earn loyalty points\n• Nationwide acceptance\n• Access to value added services\nThis is a debit card that is issued to individual customers of the bank. It runs on the Interswitch platform and is linked to both savings and current accounts of these customers to ease access to their funds everywhere they go. The card is designed to allow cross-border transactions while taking into consideration the pre-approved CBN limits.\n\nThe card is denominated in Naira and can be used for only domestic transactions. KYC will be the same for the opening of the respective individual account type.\n\nFeatures:\n• Can only be used locally.\n• Is linked to your current or savings account.\n• Enabled for cash  withdrawal and deposit\n• Secured with Chip and PIN technology\n• Enable to provide you access to print your account statement through the ATM\n• Interbank transfers\n• Bills Payments ( DSTV, PHCN, AIRTIME TOP-PUP etc)\n\nBenefits:\n• Card transactions can earn loyalty points\n• Nationwide acceptance\n• Access to value added services\n"
 },
 {
   "A": "",
   "B": "VERVE DEBIT CARD (INDIVIDUAL PICTURE)",
   "C": "This is a debit card that is issued to individual customers of the bank. It runs on the Interswitch platform and is linked to both savings and current accounts of these corporate customers to ease access to their funds everywhere they go. KYC will be the same for the opening of the respective individual account type. However, the cardholder has the opportunity of inserting his /her personal picture on the face of the card.\n\nFeatures:\n• 36 month validity\n• Can only be used locally.\n• Is linked to your current or savings account.\n• Enabled for cash  withdrawal and deposit\n• Secured with Chip and PIN technology\n• Enable to provide you access to print your account statement through the ATM\n• Interbank transfers\n• Bills Payments ( DSTV, PHCN, AIRTIME TOP-PUP etc)\n• Daily withdrawals limits of N150k, N500k, and N500k for ATM, POS and Web channels, respectively\n• PIN authentication for transactions\n\nBenefits:\n• Card transactions can earn loyalty points\n• Nationwide acceptance\n• Access to value added services\n"
 },
 {
   "A": "",
   "B": "VERVE CARD (INDIVIDUAL PREPAID)",
   "C": "The Verve Prepaid card is a Naira denominated reloadable card, which is enabled for payment of goods and services through ATMs, POS terminals and Web powered by Interswitch or wherever the Verve logo appears.  Is not linked to an account but serves as a virtual wallet. Cardholder can only spend to a predetermined loaded amount.\nFeatures \n• Can only be used locally.\n• Requires limited KYC.\n• Enabled for cash  withdrawal and deposit\n• Secured with Chip and PIN technology\n• Enable to provide you access to print your account statement through the ATM\n• Interbank transfers\n• Bills Payments ( DSTV, PHCN, AIRTIME TOP-PUP etc)\n\nBenefits:\n• Card transactions can earn loyalty points\n• It is flexible. Therefore can be co-branded.\n• Nationwide acceptance\n• Access to value added services\n"
 },
 {
   "A": "",
   "B": " MASTERCARD PREPAID (NAIRA)",
   "C": "The MasterCard prepaid card is a flexible way of making payments without having to open an account with the Bank. It can be used internationally in over 200 countries at the ATMs, POS terminals and to purchase goods and services at merchant websites, Stores and Malls. The cards could be personalized or non-personalized and open tocustomers and non-customers of the bank.\n• Features can be used both internationally and locally.\n• Open to both customers and non-customers of the bank.\n•  You don’t need to have a bank account\n• Is flexible, therefore can be co-branded to suit your need.\n• A reloadable card\n• Enabled for cash  withdrawal and deposit\n• Secured with Chip and PIN technology\n• Accepts Interbank transfer to the account\n• Bills Payments ( DSTV, PHCN, AIRTIME TOP-PUP etc)\n• 36 month validity\n• 3D-Secure capability\n\nBenefits:\n• Card transactions can earn loyalty points\n• Global acceptance\n• Access to value added services\n"
 },
 {
   "A": "",
   "B": "MASTERCARD PREPAID (DOLLAR)",
   "C": "This is a loadable Dollar card hosted on the MasterCard platform. Each card is attached to a shadow account and is designed to allow cross-border transactions while taking into consideration the pre-approved CBN limits. Customers acquire the card by visiting the EC and requesting for it. The cards could be personalized or non-personalized.\n\nFeatures:\n• 36 month validity\n• Can only be used both internationally and locally.\n• Open to both customer and Non-customer of the bank.\n•  You don’t need to have a bank account\n• Is flexible, therefore can be co-branded to suit your need.\n• A Reloadable Card\n• Enabled for cash  withdrawal and deposit\n• Secured with Chip and PIN technology\n• Accept Interbank transfer to the account\n• Bills Payments ( DSTV, PHCN, AIRTIME TOP-PUP etc)\n• \nBenefits:\n• Card transactions can earn loyalty points\n• Global acceptance\n• Access to value added services\n"
 },
 {
   "A": "",
   "B": "MASTERCARD STANDARD CREDIT CARD",
   "C": "The standard Naira credit card is issued to customers in two variants, clean credit and cash backed. They are issued typically to salary earners and individuals who have some form of cash or investment deposit with the bank.\n\nFeatures:\n• Naira Denominated MasterCard Credit Card\n• Acceptable on all channel wherever MasterCard logo is seen.\n• The card can be used for local and international transactions on all electronic channels (ATM, POS, Web/online, etc.)\n•  The credit card is linked to a card account with an approved limit.\n• Access to supplementary Credit Card\n• It has a 3 years revolving credit with card validity period of 3 Years.\n• The billing cycle for the credit card will run for 30 days with maximum 45 days interest free period.\n• Cardholders are required to either make full payment on their credit card or service the outstanding balance with a minimum repayment of 20% monthly within 15 days of issuance of monthly statement after which a late payment fee and debit interest capitalized will be applied on the outstanding balance.\n\n Benefits\n• MasterCard Global Services - Lost stolen card reporting - Emergency cash advance - Emergency card replacement \n• MasterCard Moments: - Culinary - Entertainment & Culture - Lifestyle - Luxury Retail – Travel( Available via www.mastercard priceless Africa)\n"
 },
 {
   "A": "",
   "B": "MASTERCARD GOLD CREDIT CARD (NAIRA)",
   "C": "The Gold credit card Naira is issued to customers in two variants, clean credit and cash backed. They are issued typically to salary earners and individuals who have some form of cash or investment deposit with the bank. Is targeted to middle level employees.\n\nFeatures:\n• Naira Denominated MasterCard Credit Card\n• Acceptable on all channel wherever MasterCard logo is seen.\n• The card can be used for local and international transactions on all electronic channels (ATM, POS, Web/online, etc.)\n•  The credit card is linked to a card account with an approved limit.\n• Access to supplementary Credit Card\n• It has a 3 years revolving credit with card validity period of 3 Years.\n• The billing cycle for the credit card will run for 30 days with maximum 45 days interest free period.\n• Cardholders are required to either make full payment on their credit card or service the outstanding balance with a minimum repayment of 20% monthly within 15 days of issuance of monthly statement after which a late payment fee and debit interest capitalized will be applied on the outstanding balance.\n\n\n\nBenefits:\n• MasterCard Global Services - Lost stolen card reporting - Emergency cash advance - Emergency card replacement \n• MasterCard Moments: - Culinary - Entertainment & Culture - Lifestyle - Luxury Retail – Travel( Available via www.mastercard priceless Africa)\n"
 },
 {
   "A": "",
   "B": "MASTERCARD PLATINUM CREDIT CARD (NAIRA)",
   "C": "The Platinum Naira credit card is issued to customers in two variants, clean credit and cash backed. They are issued typically to salary earners and individuals who have some form of cash or investment deposit with the bank. Is targeted at High Net worth individuals.\n\nFeatures:\n• Naira Denominated MasterCard Credit Card\n• Acceptable on all channel wherever MasterCard logo is seen.\n• The card can be used for local and international transactions on all electronic channels (ATM, POS, Web/online, etc.)\n•  The credit card is linked to a card account with an approved limit.\n• Access to supplementary Credit Card\n• It has a 3 years revolving credit with card validity period of 3 Years.\n• The billing cycle for the credit card will run for 30 days with maximum 45 days interest free period.\n• Cardholders are required to either make full payment on their credit card or service the outstanding balance with a minimum repayment of 20% monthly within 15 days of issuance of monthly statement after which a late payment fee and debit interest capitalized will be applied on the outstanding balance.\n\n\nBenefits:\n• Emergency card replacement\n• MasterCard Experiences & Offers \n• MasterCard Rewards( via www.mastercard priceless Africa)\n• Fraud Protection* \n• Purchase Protection* \n• Extended Warranty** \n• Airport Lounge Access \n• Higher transaction limit\n"
 },
 {
   "A": "",
   "B": "HERITAGE ONLINE (RETAIL INTERNET BANKING)",
   "C": "individual customers in the bank. A customer will be able to carry out online real time transactions from any convenient location of choice 24 hours a day, 7 days a week without any barrier, regardless of where account is domiciled.\n\nFeatures:\n• Balance Enquiry\n• View/ Download Account Statement\n• Funds Transfer \n• Bills payment \n• Cheque Book Management \n• Customer Feedback\n• Token secured\n\nBenefits:\n• Convenience\n• Safety\n• 24 hours banking services\n• Access to banking service using an internet enabled device\n• Customers have considerable control of their accounts.\n• Transaction monitoring and account management is made easy.\n• Customers do not have to go through the huddles of visiting our experience centres  \n"
 },
 {
   "A": "",
   "B": "MOBILE BANKING",
   "C": "This is an account-based application which offers the potential for safe, convenient ways to perform basic banking transactions such as bills payment, airtime recharge and funds transfer from their comfort zone through an internet enabled mobile device.\n\nMobile Banking Options\n• HB Mobile\n• HB Padie\n\nFeatures:\n• Balance Enquiry\n• View transaction history\n• Airtime Purchase\n• Funds Transfer (intra and inter-bank)\n• Bills payment\n\nBenefits:\n• Convenience\n• Safety\n• 24 hours banking services\n• Access to banking service using an internet enabled device\n• Customers have considerable control of their accounts.\n• Transaction monitoring and account management is made easy.\n• Customers do not have to go through the huddles of visiting our experience centres\n"
 },
 {
   "A": "",
   "B": "USSD BANKING",
   "C": "This is a platform that allows customers execute basic banking transactions such as airtime recharge, bills payment and transfer by simply dialling a short code from their registered phone number.\n\nFeatures:\n• Balance Enquiry - *322*030*0#\n• Self-airtime recharge for registered phone number - *322*030*AMOUNT#\n• Third Party airtime recharge - *322*030*PHONE NUMBER*AMOUNT#\n• Funds transfer - *322*030*NUBAN ACCOUNT NUMBER*AMOUNT#\n• ATM Cardless  - *322*030*8*AMOUNT#\n• Bills Payment - *322*030*BILLER ID* AMOUNT#\n• Funds transfer (intra and inter-bank)\n\n\nBenefits:\n• Convenience\n• Safety\n• Non reliance on internet  \n"
 },
 {
   "A": "",
   "B": "eSTATEMENT",
   "C": "This is a service that is used to view and download transaction statement, this can be accessed from our Experience Centres or via Internet Banking platform. This service can also be used to send statement on behalf on the customer to specific 3rd party such as Embassies and financial institutions.\n\nFeatures:\n• Statement printing via experience centre or retail internet banking\n• Statement download via experience centre or internet banking\n• Third Party Statement Sending \n• Automated statement request processing\n• Password functionality \n\nBenefits:\n• Convenience\n• Secured\n• Time saving \n"
 },
 {
   "A": "",
   "B": "PORTAPOS",
   "C": "The PortaPOS is a handheld payment device that allows a merchant receive payments from debit cards. The device syncs with a specialized app on the merchant’s mobile phone via Bluetooth. PortaPOS is also extendable to cater for inventory management requirements of the merchant, so our customers can truly have a mobile business.\n\nFeatures:\n• Accepts all EMV Chip & PIN cards\n• Accepts MasterCard, Verve, and Visa cards\n• Portable and light (@ 120g only, as light as a regular mobile handset)\n• Long-lasting and rechargeable Li-Ion battery\n• Syncs to phone and printer via Bluetooth technology\n• \nBenefits:\n• Works with all networks\n• Direct credit of payments into business accounts\n• Triple receipt option (paper print, email, and SMS)\n• Transaction security is assured\n• Free to all business customers*\n"
 },
 {
   "A": "",
   "B": "POINT OF SALE TERMINAL",
   "C": "This is a portable device that enables cardholders debit and credit to make payments for goods and services at merchant outlets. It reads information on the magnetic stripe/chip of debit cards & facilitates exchange of value between a merchant and a card holder for purchases or other pertinent financial transactions.\n\nFeatures:\n• Purchase\n• Balance Enquiry\n• Recharge\n• Bills Payment\n• Funds Transfer\n• Cashback\n• Mini statement\n• Deposit\n\nBenefits:\n• Accepts MasterCard, Visa, Verve and Genesis cards\n"
 },
 {
   "A": "",
   "B": "RETAILPAY",
   "C": "This is a retail management solution that supports the retail side of business with intent of automating and consolidating all key business operation across several business divisions. The overall intent is to leverage a single technology platform to deliver a simple, transparent, accountable and integrated solution for managing major business information across these businesses. Combines management of Cash and Card payments to give organizations the luxury of a consolidated report on all payments and collections.\n\nFeatures:\n• Purchase\n• Balance Enquiry\n• Recharge\n• Consolidated Bills Payment/ Collections\n• Funds Transfer\n• Cashback\n• Mini statement\n• Deposit\n• Accepts MasterCard, Visa, Verve and Genesis cards\n• Consolidated reporting\n\nBenefits:\n• Accepts MasterCard, Visa, Verve and Genesis cards\n"
 },
 {
   "A": "",
   "B": "WESTERN UNION MONEY TRANSFER",
   "C": "This is an International remittance service via branch channel. Product platform is deployed by Western Union International. Transaction payment is in Naira.\n\nFeatures:\n• Send and receive cash in Naira\n• Safe\n• Secured\n• Instant transfer service\n• Cash2cash\n\nBenefits:\n• Free to all customers\n"
 },
 {
   "A": "",
   "B": "MONEYGRAM MONEY TRANSFER",
   "C": "This is an International remittance service via branch channel. Product platform is deployed by MoneyGram International. Transaction payment is in Naira.\n\nFeatures:\n• Send & receive cash in Naira\n• Safe\n• Secured\n• Instant transfer service\n• Cash2cash\n\nBenefits:\n• Free to all customers\n"
 },
 {
   "A": "",
   "B": "TRANSFAST MONEY TRANSFER",
   "C": "This is an International remittance service via the ECs. Product platform is deployed by TransFast Remittance LLC. Payment is in Naira for receive leg.\n\nFeatures:\n• Receive cash in Naira\n• Transactions are safe and secured\n• Instant transfer service\n• Cash2cash\n• \nBenefits:\n• Free to all customers\n"
 },
 {
   "A": "",
   "B": "HERITAGEPAY (CORPORATE INTERNET BANKING)",
   "C": "This is a platform designed to corporate organizations have online access to their banking transaction on their heritage account from the comfort of their offices.\n\nFeatures:\n• Balance Enquiry\n• View transaction history\n• Use of log in password for each user.\n• Use of Secret Questions\n• Multiple levels of authorization\n• Use of transaction password\n\n\nBenefits:\n• Web-based and available 24/7/365.\n• Allows easy access to financial information and other basic banking services.\n• Multiple individuals can be configured per corporate account.\n• Useful for managing instant transfers across banks.\n• Suitable for regular payments e.g. bill payments, vendor’s payments, etc.\n• Convenience and transaction security are assured.\n• Promotes operational efficiency.\n• Value added services\n"
 },
 {
   "A": "",
   "B": "CORPORATEPAY/ AUTOPAY",
   "C": "This is a one-to-many payment platform that enables a company to make payments (salaries, payment to vendors and contractors and any third party payments, etc.) to several beneficiaries whilst respecting the various levels of authorizations and approvals incorporated into the payment process.\n\nFeatures:\n• Payments to all (salaries, vendors, contractors etc.)\n• Transaction integrity and security is assured\n• User friendly\n• Online Real-time\n• Multi-bank processing\n• One-to-many\n\nBenefits:\n• Free to all customers\n"
 },
 {
   "A": "",
   "B": "INTERBANK TRANSFER MANAGER (IBTM)",
   "C": "This is an account number-based product powered by NIBSS. The solution enables the bank to provide online real-time interbank funds transfer services to our customers, based on their bank accounts. To enhance the security of the platform, approval limits have been set in place before transactions can be consummated and token given to initiators and authorizers on the platform.\n\nFeatures:\n• Funds transfer\n• Safe\n• Online Real-time Interbank funds transfer services\n• Account Validation\n• One-to-One funds transfer\n\nBenefits:\n• Free to all customers\n"
 },
 {
   "A": "",
   "B": "PAYDIRECT",
   "C": "The platform is developed and deployed to the Bank by Interswitch. This solution is designed to allow merchants collect payments from their customers through the various branches of any Bank on the Paydirect platform. The merchant is able to view transactions done by the bank online real time.\n*Transaction fees apply\nFeatures:\n• Collections platform\n• Online Real-time services\n• Many-to-One collections\n• Wide bank distribution network\n\nBenefits:\n• Transaction security is assured\n"
 },
 {
   "A": "",
   "B": "PAYOUTLET",
   "C": "This solution makes it possible for the merchants to take advantage of various bank branches to consolidate collections into a single account. This solution enables merchants to collect money from their customers from any location of any bank and have money value routed into their specified bank account.\n\nFeatures:\n• Collections platform\n• Online Real-time services\n• Many-to-One collections\n• Wide bank distribution network\n\nBenefits:\n• Transaction security is assured\n"
 },
 {
   "A": "",
   "B": "PORTAL",
   "C": "This solution is a suite of enterprise web applications that automates the manual processes of an organization into an electronic platform. It also automates both the administrative and operational activities of the organizations. Portal solution provides a way for enterprises to present a consistent look and feel of their organization with access control and procedures for multiple applications and databases on the web. A portal makes it possible for the interaction between the enterprises and the public.\n\nFeatures:\n• End to end automated processes\n• Key decisions at finger tips\n• Access to précised up to minute information\n• Flexible & adaptable\n\n\nBenefits:\n• Transaction security is assured\n"
 },
 {
   "A": "",
   "B": "E-BILLS",
   "C": "This payment solution is an account number based online real time payment which merchants can subscribe to for the collection of cash payment. It rides on the platform of NIP. This solution is designed to allow billers collect payment from its customers through the different banks in Nigeria.\n\nFeatures:\n• Interbank based\n• Account validation\n• Real-time payment\n• User friendly\n \nBenefits:\n• Transaction security is assured\n"
 },
 {
   "A": "",
   "B": "REMITTA",
   "C": "Remita is an end-to-end electronic processing, payment and collections platform for all forms of payments of salaries, suppliers & pensions directly into the beneficiary bank accounts and electronic remittance of associated schedules with real time feedback mechanism to monitor payment status by public and private sector organizations in Nigeria right from the comfort of their office."
 },
 {
   "A": "",
   "B": "WEB PAYMENT",
   "C": "This service enables merchant receive payments from their customers (cardholders) online irrespective of their cards from any part of the world. Transaction can be monitored online real time and money is deposited electronically into the merchant’s accounts.\nFEATURES\n• International Acceptance: Accepts both locally and internationally issued cards including Verve, MasterCard and VISA.\n• Timely transaction processing: Merchants get value next day after transaction takes place.\n• Comes with a unique, online monitoring console that allows merchants view transactions as they occur.\n\nBENEFITS\n• Convenient means of payment\n• Acceptance of both local and international cards\n• Global reach for merchants\n• Increased sales\n• Promotes cashless transactions\n• Instant value for successful transactions\n"
 }
]