[
    {
        "Product": "ASSET PRODUCTS",
        "Product_data": [
            {
                "TYPES": "Personal Loan (External Customers)",
                "keywords":"",
                "DESCRIPTION": "It is a loan designed for customers of the bank who are confirmed staff their place of work.",
                "FEATURES": [
                    "Determined by 33.3% of monthly take home",
                    "12 – 36 months",
                    "Int. rate: 26 % p.a"
                ],
                "BENEFITS": [
                    "Loan is availed for a longer tenor" 
                ]
            },
            {
                "TYPES": "Personal Loan (HBL Staff) LAPER",
                "DESCRIPTION": "This loan is designed for confirmed core staff of HBL.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Auto Loan (LOCAR)",
                "DESCRIPTION": "This facility is for employed and self-employed individuals with bank who want to purchase a car at the banks approved car merchants.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Salary Advance (CUSAD)",
                "DESCRIPTION": "This products is for all retail individuals who require an advance before salary due date to meet urgent needs.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Education Loan (EDPER)",
                "DESCRIPTION": "This product is designed to finance tuition fees of children and wards of employees of approved companies",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Home Appliances (LAJUB)",
                "DESCRIPTION": "Designed for all retail individuals who wish to purchase electronic items, to finance the purchase of electronics, other household assets, furniture, phones, laptops and tablets",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Tertiary Cluster (LOUNI)",
                "DESCRIPTION": "This product is designed for Regular staff of Nigerian Federal Tertiary Institutions and enlisted private institutions.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Top-Up Loan (LOPET)",
                "DESCRIPTION": "This facility is available to all retail Customers on our counterparty list.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Personal Loan Top-Up (LAPET)",
                "DESCRIPTION": "Facility for all confirmed staff of Heritage Bank Limited already enjoying retail loan.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Personal Loan for Outsourced Staff LACON",
                "DESCRIPTION": "Facility for all contract staff of Heritage Bank Limited.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "UNION CO-OPERATIVE",
                "DESCRIPTION": "The product is specially designed to cater for unions and cooperatives in line with the bank’s commitment to continually delight her growing clientele across the country. The product, named “Union & Cooperative Loan Scheme,” offers credit facilities to employees who belong to the same union or cooperative association in an organization.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "SME OVERDRAFTS",
                "DESCRIPTION": "It is a credit product designed to meet temporary credit needs of companies who lack the requisite financial and collateral requirements to meet the Bank’s Risk Acceptance Criteria for credit approval. The product is aimed at enabling SMEs to have access to specific and short-term credit.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "ADVANCED PAYMENT GUARANTEE",
                "DESCRIPTION": "This is an instrument issued by Bank on behalf of its customer to secure upfront payments to them by third parties for jobs awarded to, but not yet executed by, the contractor.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "MARKET TRADER OVERDRAFTS",
                "DESCRIPTION": "It is a credit product designed to meet temporary credit needs of Commercial Traders who lack the requisite financial and collateral requirements to meet the Bank’s Risk Acceptance Criteria for credit approval. The product is aimed at enabling traders to have access to specific and one-off 30-day tenured short-term credit, availed as overdraft.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "GRADUATE EMPOWERMENT S/A",
                "DESCRIPTION": "This products is an unsecured term loan to bridge funding gaps of SMEs owned by fresh University and Poly Technique that provide non-cyclical products and services. This SME product is targeted at businesses owned by University and Poly Technique graduate who have completed the mandatory National Youth Service Corps and unemployed.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            }
        ]
    },
    {
        "Product": "CBN INTERVENTION PRODUCTS",
        "Product_data": [
            {
                "TYPES": "Commercial Agriculture Credit Scheme (CACS)",
                "DESCRIPTION": "Commercial Agricultural Credit Scheme (CACS) is a complement to other special initiatives of the Central Bank of Nigeria in providing concessionary funding for agriculture.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Agricultural Credit Guarantee Scheme Fund (ACGSF)",
                "DESCRIPTION": "The Agricultural Credit Guarantee Scheme Fund (ACGSF) was established to mitigate the risks of banks in agricultural lending thereby encouraging the continued extension of credit to Agricultural Production crops & livestock, Processing, Storage, farm input supplies, Marketing",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Nigeria Incentive-Based Risk Sharing System for Agricultural Lending (NIRSAL)",
                "DESCRIPTION": "NISRAL guarantees up to 75% of all outstanding loans in case of default, and after realizing the security and there’s an interest drawback programme that enables farmers get back up to 40% of interest paid if rentals is paid as and when due. This scheme is open to the following agricultural value chain: preparation and infrastructure, input, Planting & harvesting, Storage and Post-Harvest Handling, Processing, distribution.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Micro Small and Medium Enterprises Development Fund (MSMEDF)",
                "DESCRIPTION": "This loan is targeted at both start-ups and existing businesses in Manufacturing, Agricultural value chain activities, Educational institutions and Renewable energy/energy efficient product and technologies. Any other income generating enterprise as may be prescribed by the CBN",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Real Sector Support Facility (RSSF)",
                "DESCRIPTION": "Start-ups or expansion projects in non-primary production agricultural Value Chain.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            }
        ]
    },
    {
        "Product": "LIABILITY PRODUCTS",
        "Product_data": [
            {
                "TYPES": "Emerald current account (Private Wealth)",
                "DESCRIPTION": "This is a specialised account designed for high net worth individuals.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Ivory Africa Bond Fund(Private Wealth)",
                "DESCRIPTION": "This is a structured product developed to meet the needs of investors who would like to keep their funds invested in dollars.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "HB STARTER-TIER 1 SAVINGS ACCOUNT",
                "DESCRIPTION": "CBN KYC Tier 1 savings account to cater for the unbanked.  Financially Excluded Persons (FEPs) such as individuals in informal employment – personal security guards, cooks, valets, petty traders, small time farmers, vulcanizers, mechanics, labourers, tricycle operators, garage boys, bus conductors etc. Uneducated individuals performing menial tasks. Individuals above the age of 18 with no statutory means of identification; rural dwellers.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "HB PRO -TIER 2 SAVINGS ACCOUNT",
                "DESCRIPTION": "CBN KYC Tier 2 savings account to cater for the unbanked.  Financially Excluded Persons (FEPs) such as: Individuals in informal employment – personal security guards, cooks, valets, petty traders, small time farmers, vulcanizers, mechanics, labourers, tricycle operators, garage boys, bus conductors etc. Uneducated individuals performing menial tasks. Individuals above the age of 18 with no statutory means of identification; rural dwellers.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "HERITAGE SAVE SMART",
                "DESCRIPTION": "This is the generic savings account for Individuals above 18years. ",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "HB BUD",
                "DESCRIPTION": "HB BUD is the savings account for children & teenagers--BUD Mini, BUD Teen & BUD Max.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "HB PLUS- HYBRID ACCOUNT",
                "DESCRIPTION": "HB Plus is a High-Yield Hybrid Account.  A Savings account that has the features of a current account with bonus interest. ",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "SME BUSINESS ACCOUNT CLASSIC",
                "DESCRIPTION": "SME Business Account is specially designed for registered Businesses, MSMEs; SMEs",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "DOMICILLIARY ACCOUNT ",
                "DESCRIPTION": "This is a generic type foreign currency account. Account allows customers to maintain accounts in foreign currencies.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "SALARY PLUS SILVER",
                "DESCRIPTION": "This is specially designed for salary earners who would like to receive their salaries through a savings account with Heritage Bank.  This is best suited for junior staffs of organization.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "SALARY PLUS GOLD",
                "DESCRIPTION": "This is specially designed for salary earners who would like to receive their salaries through a current account with access to retail Loans.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": " INDIVIDUAL CURRENT ACCOUNT",
                "DESCRIPTION": "This is a generic type of current account operated by individuals.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "CORPERS SAVINGS ACCOUNT",
                "DESCRIPTION": "The Corpers’ Savings Account is a variant of Tier 1 savings account. This account allows NYSC members who are currently serving the nation an opportunity to operate a savings account that they can receive their monthly allowance and earn interest lasts for one year.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "HERITAGE PRIME ACCOUNT",
                "DESCRIPTION": "Prime Current Account is specially designed for the emerging mass affluent individuals who desire some lifestyle benefit. Salary Earners: - Individuals who earn N5m and above\nSelf-employed Individuals: - Self-employed individuals with businesses with minimum annual turnover of ₦60million",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "CURRENT ACCOUNT CORPORATE",
                "DESCRIPTION": "This is a generic type of current account operated by corporate entities.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "DOMICILARY STAFF",
                "DESCRIPTION": "Account allows staff to maintain accounts in foreign currencies. These accounts can be funded through lodgement of foreign currency cheques, cash inflows and cash deposits.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "DOMICILARY ACCOUNT (EXPORT)",
                "DESCRIPTION": "Account allows exporters to maintain accounts in foreign currencies. These accounts can be funded through travelers cheques lodgment of foreign currency cheques, cash inflows and cash deposits. Exporters can withdraw cash or make transfers or payments to suppliers offshore.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "DOMICILIARY ACCOUNT CORPORATE",
                "DESCRIPTION": "Account allows corporate organization to maintain accounts in foreign currencies. These accounts can be funded through travellers cheques, lodgement of foreign currency cheques, cash inflows and cash deposits. Customers can withdraw cash or make transfers or payments to suppliers offshore.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "DOMICILIARY ACCOUNT DACOP",
                "DESCRIPTION": "Account allows customers to maintain accounts in foreign currencies. These accounts can be funded through travellers cheques, lodgement of foreign currency cheques, cash inflows and cash deposits.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "EXPORT PROCEEDS DOMICILIARY ACCOUNT",
                "DESCRIPTION": "This account that is specifically designed for the collections/ deposits of export proceeds from exporter.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "BDC DOMICILIARY ACCOUNT",
                "DESCRIPTION": "All the domiciliary accounts were merged to Heritage domiciliary account and the products features.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "SAVINGS ACCOUNT EX-STAFF",
                "DESCRIPTION": "This is a normal savings account created for individual savers i.e. owner-operated only.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "SAVINGS ACCOUNT PREPAID",
                "DESCRIPTION": "This is a virtual account designed for customers with tier 2 KYC requirements.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "SAVINGS ACCOUNT STAFF",
                "DESCRIPTION": "This is a normal Savings Account created for staff i.e. owner-operated only.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "SAVINGS ACCT ASSOCIATION",
                "DESCRIPTION": "This account is designed for associations with a Tier 2 KYC requirement.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "SAVINGS ACCT MARKET BLAST",
                "DESCRIPTION": "This account is designed for customers with Tier 2 KYC.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "SAVINGS PREPAID MASTER CD",
                "DESCRIPTION": "This is virtual account that is tied to a master prepaid card. Tier 2 KYC is done on the customer.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "CURRENT ACCOUNT - FINANCIAL INSTITUTIONS ",
                "DESCRIPTION": "It is an accounts operated by entities engaged in the activities of acceptance of deposits and other repayable funds from the public, lending, transfer of money or value, financial leasing, etc.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "CURRENT ACCOUNT - PREMIUM",
                "DESCRIPTION": "These products are for high-end customers.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "CURRENT ACCOUNT - PRIVATE WEALTH MGT",
                "DESCRIPTION": "These products are for the same segment of customers. High-end customers, the objectives of the product is the same.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "CURRENT ACCOUNT - PUBLIC SECTOR",
                "DESCRIPTION": "Public Sector Account is a current account, but cheques are not issued. Transaction instructions are sent for normal operational activities from the appointed account signatories.It is an Account opened with a mandate from the Government (Federal/State/Local Government) either Ministries, Agencies, Parasternal etc.Complete opening document may not necessary in some case. However, account opening mandate and SLA is required from the government.\n"
            },
            {
                "TYPES": "CALL DEPOSIT CORPORATE",
                "DESCRIPTION": "This is a bank account for investment funds that offers the advantages of both a savings and a checking account. A call deposit account, like a checking account, has no fixed deposit period, provides instant access to funds and allows unlimited withdrawals and deposits.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "CALL DEPOSIT GENERAL",
                "DESCRIPTION": "This is an immediate access cash investment account that offers a sound return.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "DEBT SERVICE RESERVE ACCOUNT",
                "DESCRIPTION": "Works as an additional security measure for lenders. It is generally a deposit which is equal to a given number of months projected debt service obligations."
            },
            {
                "TYPES": "CURRENT ACCOUNT - SME BUSINESS PREMIUM",
                "DESCRIPTION": "This product is designed to address your business needs as a Micro, Small and Medium scale Enterprise (MSME). The account aims to help MSMEs grow their businesses.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "CURRENT ACCOUNT - HERITAGE PRIME",
                "DESCRIPTION": "The current account offers a convenient way to manage your day to day finances. ",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            }
        ]
    },
    {
        "Product": "PUBLIC SECTOR PRODUCTS",
        "Product_data": [
            {
                "TYPES": " FIRS",
                "DESCRIPTION": "Responsible for collection of Federal Government Taxes and revenues\n\n• Company Income Tax (CIT)\n• Withholding Tax(WHT)\n• Value Added Tax(VAT)\n• Petroleum Profit Tax(PPT)\n• Personal Income Tax(PIT)\n• Educational Tax (EDT)\n• Stamp Duties\n• Capital Gains Tax(CGT)\n• Information Technology Development Levy\n",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Nigeria Customs ",
                "DESCRIPTION": "Customs Duty. HBL is a collecting Bank for Customs Duty."
            },
            {
                "TYPES": "Education",
                "DESCRIPTION": "• Basic/Primary Education\n• Post- basic/Secondary Education\n• Tertiary Institution\n• JAMB\n•  WAEC \n•  ICAN\n"
            },
            {
                "TYPES": "Power-DISCOs     ",
                "DESCRIPTION": "• Payment of electricity Bills: \n•  Post-paid    \n• Prepaid Meter fees etc.\n"
            },
            {
                "TYPES": "NIMASA",
                "DESCRIPTION": ""
            },
            {
                "TYPES": " NPA",
                "DESCRIPTION": "• Nigerian Ports Authority payments (Naira /USD)."
            },
            {
                "TYPES": "EXPORT –NESS & EXPORT LEVY",
                "DESCRIPTION": "• This is a collection account for collection of export levy for government"
            },
            {
                "TYPES": "LAGOS IGRS & OTHER STATES COLLECTIONS",
                "DESCRIPTION": "• Personal income tax on the income of individuals only.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            }
        ]
    },
    {
        "Product": "TREASURY PRODUCTS",
        "Product_data": [
            {
                "TYPES": "Treasury Bills",
                "DESCRIPTION": "",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Foreign Currency (FCY) – USD, GBP, EUR etc",
                "DESCRIPTION": "",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "Bonds – Federal Government, Subnational, Eurobonds etc.",
                "DESCRIPTION": "",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            }
        ]
    },
    {
        "Product": "E-BANK PRODUCTS",
        "Product_data": [
            {
                "TYPES": "VERVE CORPORATE DEBIT CARD (NAIRA)",
                "DESCRIPTION": "This is a debit card that is issued to corporate customers of the bank. It runs on the Interswitch platform and is linked to accounts of these corporate customers to ease access to their funds everywhere they go. The Card will be issued in the Company’s user’s name. The card is denominated in Naira and can be used for domestic transactions. KYC will be the same for the opening of the Corporate Current account.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "VERVE CORPORATE PREPAID CARD (NAIRA)",
                "DESCRIPTION": "A prepaid card is a reloadable card. It is issued to corporate customers who operate accounts with the Bank. The cards are linked to card accounts (virtual accounts) which will be opened for individuals which the company has designated. The corporate is responsible for the prepaid cards and at the instance of the corporates card will be funded. ",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "MASTERCARD COMBO CARD",
                "DESCRIPTION": "This is a card payment tool targeted at account holders. It is available only to customers who have individual accounts with the bank. Designed for multiple Account holders who desires to access the various accounts from just a card..\nMasterCard Combo will be marketed to all account holders of the bank. The card is denominated in both Naira and Dollar, and can be used for domestic and international transactions.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "MASTERCARD CORPORATE DEBIT CARD",
                "DESCRIPTION": "This is a debit card that is issued to corporate customers of the bank. It runs on the MasterCard platform and is linked to accounts of these corporate customers to ease access to their funds everywhere they go. The card will be issued in the company’s user’s name.\n\nThe card is denominated in Naira and can be used for both domestic and International transactions. But now restricted to domestic used based on regulatory requirement. KYC will be the same for the opening of the corporate current account.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "MASTERCARD DEBIT CARD (NAIRA AND DOLLAR)",
                "DESCRIPTION": "This is a debit card that is issued to individual customers of the bank. It runs on the MasterCard platform and is linked to both savings and current accounts of these corporate customers to ease access to their funds everywhere they go. The card is designed to allow cross-border transactions while taking into consideration the pre-approved CBN limits.\n\nThe card is denominated in Naira or dollar and can be used for both domestic and International transactions. KYC will be the same for the opening of the respective individual current account.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "VERVE DEBIT CARD (INDIVIDUAL CLASSIC)",
                "DESCRIPTION": "This is a debit card that is issued to individual customers of the bank. It runs on the Interswitch platform and is linked to both savings and current accounts of these customers to ease access to their funds everywhere they go. The card is designed to allow cross-border transactions while taking into consideration the pre-approved CBN limits.\n\nThe card is denominated in Naira and can be used for only domestic transactions. KYC will be the same for the opening of the respective individual account type.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "VERVE DEBIT CARD (INDIVIDUAL PICTURE)",
                "DESCRIPTION": "This is a debit card that is issued to individual customers of the bank. It runs on the Interswitch platform and is linked to both savings and current accounts of these corporate customers to ease access to their funds everywhere they go. KYC will be the same for the opening of the respective individual account type. However, the cardholder has the opportunity of inserting his /her personal picture on the face of the card.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "VERVE CARD (INDIVIDUAL PREPAID)",
                "DESCRIPTION": "The Verve Prepaid card is a Naira denominated reloadable card, which is enabled for payment of goods and services through ATMs, POS terminals and Web powered by Interswitch or wherever the Verve logo appears.  Is not linked to an account but serves as a virtual wallet. Cardholder can only spend to a predetermined loaded amount.\nFeatures \n• Can only be used locally.\n• Requires limited KYC.\n• Enabled for cash  withdrawal and deposit\n• Secured with Chip and PIN technology\n• Enable to provide you access to print your account statement through the ATM\n• Interbank transfers\n• Bills Payments ( DSTV, PHCN, AIRTIME TOP-PUP etc)\n\nBenefits:\n• Card transactions can earn loyalty points\n• It is flexible. Therefore can be co-branded.\n• Nationwide acceptance\n• Access to value added services\n"
            },
            {
                "TYPES": " MASTERCARD PREPAID (NAIRA)",
                "DESCRIPTION": "The MasterCard prepaid card is a flexible way of making payments without having to open an account with the Bank. It can be used internationally in over 200 countries at the ATMs, POS terminals and to purchase goods and services at merchant websites, Stores and Malls. The cards could be personalized or non-personalized and open tocustomers and non-customers of the bank.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "MASTERCARD PREPAID (DOLLAR)",
                "DESCRIPTION": "This is a loadable Dollar card hosted on the MasterCard platform. Each card is attached to a shadow account and is designed to allow cross-border transactions while taking into consideration the pre-approved CBN limits. Customers acquire the card by visiting the EC and requesting for it. The cards could be personalized or non-personalized.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "MASTERCARD STANDARD CREDIT CARD",
                "DESCRIPTION": "The standard Naira credit card is issued to customers in two variants, clean credit and cash backed. They are issued typically to salary earners and individuals who have some form of cash or investment deposit with the bank.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "MASTERCARD GOLD CREDIT CARD (NAIRA)",
                "DESCRIPTION": "The Gold credit card Naira is issued to customers in two variants, clean credit and cash backed. They are issued typically to salary earners and individuals who have some form of cash or investment deposit with the bank. Is targeted to middle level employees.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "MASTERCARD PLATINUM CREDIT CARD (NAIRA)",
                "DESCRIPTION": "The Platinum Naira credit card is issued to customers in two variants, clean credit and cash backed. They are issued typically to salary earners and individuals who have some form of cash or investment deposit with the bank. Is targeted at High Net worth individuals.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "HERITAGE ONLINE (RETAIL INTERNET BANKING)",
                "DESCRIPTION": "individual customers in the bank. A customer will be able to carry out online real time transactions from any convenient location of choice 24 hours a day, 7 days a week without any barrier, regardless of where account is domiciled.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "MOBILE BANKING",
                "DESCRIPTION": "This is an account-based application which offers the potential for safe, convenient ways to perform basic banking transactions such as bills payment, airtime recharge and funds transfer from their comfort zone through an internet enabled mobile device.\n\nMobile Banking Options\n• HB Mobile\n• HB Padie",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "USSD BANKING",
                "DESCRIPTION": "This is a platform that allows customers execute basic banking transactions such as airtime recharge, bills payment and transfer by simply dialling a short code from their registered phone number.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "eSTATEMENT",
                "DESCRIPTION": "This is a service that is used to view and download transaction statement, this can be accessed from our Experience Centres or via Internet Banking platform. This service can also be used to send statement on behalf on the customer to specific 3rd party such as Embassies and financial institutions.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "PORTAPOS",
                "DESCRIPTION": "The PortaPOS is a handheld payment device that allows a merchant receive payments from debit cards. The device syncs with a specialized app on the merchant’s mobile phone via Bluetooth. PortaPOS is also extendable to cater for inventory management requirements of the merchant, so our customers can truly have a mobile business.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "POINT OF SALE TERMINAL",
                "DESCRIPTION": "This is a portable device that enables cardholders debit and credit to make payments for goods and services at merchant outlets. It reads information on the magnetic stripe/chip of debit cards & facilitates exchange of value between a merchant and a card holder for purchases or other pertinent financial transactions.\n\nFeatures:\n• Purchase\n• Balance Enquiry\n• Recharge\n• Bills Payment\n• Funds Transfer\n• Cashback\n• Mini statement\n• Deposit\n\nBenefits:\n• Accepts MasterCard, Visa, Verve and Genesis cards\n"
            },
            {
                "TYPES": "RETAILPAY",
                "DESCRIPTION": "This is a retail management solution that supports the retail side of business with intent of automating and consolidating all key business operation across several business divisions. The overall intent is to leverage a single technology platform to deliver a simple, transparent, accountable and integrated solution for managing major business information across these businesses. Combines management of Cash and Card payments to give organizations the luxury of a consolidated report on all payments and collections.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "WESTERN UNION MONEY TRANSFER",
                "DESCRIPTION": "This is an International remittance service via branch channel. Product platform is deployed by Western Union International. Transaction payment is in Naira.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "MONEYGRAM MONEY TRANSFER",
                "DESCRIPTION": "This is an International remittance service via branch channel. Product platform is deployed by MoneyGram International. Transaction payment is in Naira.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "TRANSFAST MONEY TRANSFER",
                "DESCRIPTION": "This is an International remittance service via the ECs. Product platform is deployed by TransFast Remittance LLC. Payment is in Naira for receive leg.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "HERITAGEPAY (CORPORATE INTERNET BANKING)",
                "DESCRIPTION": "This is a platform designed to corporate organizations have online access to their banking transaction on their heritage account from the comfort of their offices.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "CORPORATEPAY/ AUTOPAY",
                "DESCRIPTION": "This is a one-to-many payment platform that enables a company to make payments (salaries, payment to vendors and contractors and any third party payments, etc.) to several beneficiaries whilst respecting the various levels of authorizations and approvals incorporated into the payment process.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "INTERBANK TRANSFER MANAGER (IBTM)",
                "DESCRIPTION": "This is an account number-based product powered by NIBSS. The solution enables the bank to provide online real-time interbank funds transfer services to our customers, based on their bank accounts. To enhance the security of the platform, approval limits have been set in place before transactions can be consummated and token given to initiators and authorizers on the platform.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "PAYDIRECT",
                "DESCRIPTION": "The platform is developed and deployed to the Bank by Interswitch. This solution is designed to allow merchants collect payments from their customers through the various branches of any Bank on the Paydirect platform. The merchant is able to view transactions done by the bank online real time.\n*Transaction fees apply",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "PAYOUTLET",
                "DESCRIPTION": "This solution makes it possible for the merchants to take advantage of various bank branches to consolidate collections into a single account. This solution enables merchants to collect money from their customers from any location of any bank and have money value routed into their specified bank account.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "PORTAL",
                "DESCRIPTION": "This solution is a suite of enterprise web applications that automates the manual processes of an organization into an electronic platform. It also automates both the administrative and operational activities of the organizations. Portal solution provides a way for enterprises to present a consistent look and feel of their organization with access control and procedures for multiple applications and databases on the web. A portal makes it possible for the interaction between the enterprises and the public.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "E-BILLS",
                "DESCRIPTION": "This payment solution is an account number based online real time payment which merchants can subscribe to for the collection of cash payment. It rides on the platform of NIP. This solution is designed to allow billers collect payment from its customers through the different banks in Nigeria.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            },
            {
                "TYPES": "REMITTA",
                "DESCRIPTION": "Remita is an end-to-end electronic processing, payment and collections platform for all forms of payments of salaries, suppliers & pensions directly into the beneficiary bank accounts and electronic remittance of associated schedules with real time feedback mechanism to monitor payment status by public and private sector organizations in Nigeria right from the comfort of their office."
            },
            {
                "TYPES": "WEB PAYMENT",
                "DESCRIPTION": "This service enables merchant receive payments from their customers (cardholders) online irrespective of their cards from any part of the world. Transaction can be monitored online real time and money is deposited electronically into the merchant’s accounts.",
                "FEATURES": [
                    "feature 1",
                    "feature 2",
                    "feature 3"
                ],
                "BENEFITS": []
            }
        ]
    }
]